Repository: sitle/squirrelmail-src
Catalog: branches/SM-1_4_9/locales/locale/*/LC_MESSAGES/plugins/change_pass.po
Languages: nl_nl

source: Change Password
nl_nl: Verander password

source: Closing Connection
nl_nl: Sluit verbinding

source: Connecting to Password Server
nl_nl: Verbinden met passwordserver

source: ERROR:
nl_nl: FOUT:

source: New Password
nl_nl: Nieuw password

source: Old Password
nl_nl: Oud password

source: Password changed successfully.
nl_nl: Password succesvol veranderd.

source: Submit
nl_nl: Verzend

source: This connects to your local Password Server to change your email password.
nl_nl: Verbind met uw locale passwordserver om uw e-mail password te veranderen.

source: Verify New Password
nl_nl: Verifieer nieuwe password

source: You must also type in your new password in the verify box.
nl_nl: U moet uw nieuwe password ook in het verificatieveld invoeren.

source: You must type in a new password.
nl_nl: U moet een nieuw password intypen.

source: You must type in your old password.
nl_nl: U moet uw oude password intypen.

source: Your new password doesn't match the verify password.
nl_nl: Uw nieuwe password klopt niet met het verificatie password.

source: Your old password is not correct.
nl_nl: Uw oude password is niet correct.
