Repository: sitle/squirrelmail-src
Catalog: branches/SM-1_4_9/locales/locale/*/LC_MESSAGES/plugins/change_merakpass.po
Languages: nl_nl

source: Submit
nl_nl: Verzenden

source: Cancel
nl_nl: Annuleren

source: Cannot change password! (401)
nl_nl: Kan toegangscode niet wijzigen! (401)

source: Cannot change password! (Failure)
nl_nl: Kan toegangscode niet wijzigen! (Fout)

source: Change Password
nl_nl: Toegangscode Wijzigen

source: New Password
nl_nl: Nieuwe Toegangscode

source: Old Password
nl_nl: Oude Toegangscode

source: Options - Change Password
nl_nl: Opties - Toegangscode Wijzigen

source: Password change cancelled.
nl_nl: Wijzigen toegangscode afgebroken.

source: Password changed successfully.
nl_nl: Toegangscode is gewijzigd.

source: Please use your new password to log in from now on.
nl_nl: Gebruik vanaf nu uw nieuwe toegangscode om in te loggen.

source: Secure
nl_nl: Veilig

source: Use this to change your email password.
nl_nl: Hiermee kunt u uw toegangscode wijzigen.

source: Verify New Password
nl_nl: Controleer Nieuwe Toegangscode

source: You must also type in your new password in the verify box.
nl_nl: U moet ook uw nieuwe toegangscode in het controle veld ingeven.

source: You must type in a new password.
nl_nl: U moet een nieuwe toegangscode ingeven.

source: You must type in your old password.
nl_nl: U moet uw oude toegangscode ingeven.

source: Your new password does not match the verify password.
nl_nl: Uw nieuwe toegangscode komt niet overeen met de controle.

source: Your new password must be different than your old password.
nl_nl: Uw nieuwe toegangscode mag niet gelijk zijn aan uw oude toegangscode.

source: Your old password is not correct.
nl_nl: Uw oude toegangscode is niet juist.

source: Your password has NOT been changed.
nl_nl: Toegangscode is NIET gewijzigd.
