Repository: sitle/squirrelmail-src
Catalog: tags/rel-1_5_0-20040202/locales/locale/*/LC_MESSAGES/chg_sasl_passwd.po
Languages: de_de

source: Change
de_de: Wechseln

source: Change Cyrus Password
de_de: Das Cyrus-IMAP Passwort wechseln

source: Change Email Password
de_de: EMail Passwort wechseln

source: Confirm:
de_de: Bestätigen Sie:

source: Cyrus SASL database authentication allows your Cyrus/squirrelmail installation to host mail users without requiring a Unix Shell account!<br><b><font size=-2>NOTE: This plugin only covers the &quot;sasldb&quot; case when using Cyrus SASL. Kerberos and PAM authentication mechanisms will require other techniques to enable user password manipulations.</font></b>
de_de: Die SASL Datenbankauthentifizierung erlaubt Ihrer CyrusIMAP-Installation EMail-Benutzer zu haben ohne daß diese einen Unix-Shell-Account benötigen <br><b><font size=-2>HINWEIS: Dieses Plugin funktioniert nur mit &quot;sasldb&quot; von Cyrus SASL. Kerberos- und PAM-Authentifizierungsmechanismen benötigen andere Methoden zum Ändern von Benutzerpasswörtern.</font></b>

source: Error
de_de: Fehler

source: New Password:
de_de: Neues Passwort:

source: Old Password:
de_de: Altes Passwort:

source: Options
de_de: Optionen

source: The plugin has encountered an unknown error. Please inform your system administrator.
de_de: Das Plugin hat einen Fehler entdeckt. Bitte informieren Sie ihren System- Administrator

source: Username:
de_de: Benutzername

source: WARNING! Changing your password will automatically log you out! If you are unable to log back in, please contact your friendly system adminstrator.
de_de: WARNUNG! Das Wechseln der Passwortes wird Sie automatisch abmelden! Wenn Sie sich nicht wieder anmelden können, wenden Sie sich bitte an Ihren freundlichen System Administrator.

source: You have left a field blank. Please use your browser's back button and enter the missing information.
de_de: Sie haben ein Feld frei gelassen. Bitte benutzen Sie die Zurück-Funktion Ihres browsers und tragen Sie die fehlende Informatin nach.

source: Your new password cannot be confirmed. Please use your browser's back button and reconfirm your new password.
de_de: Ihr neues Password kann nicht bestätigt werden. Bitte benutzen Sie dieZurück-Funktion ihres Browsers und bestätigen Sie ihr neues Passwort.

source: Your old password doesn't pass muster. Please use your browser's back button and enter it correctly.
de_de: Ihr altes Passwort wurde nicht richtig eingegeben. Bitte benutzen Sie die Zurück-Funktion ihres Browsers und geben das richtige Passwort ein.

source: Your password has been changed. This requires that you reauthenticate with the new password. Logging out automagically.
de_de: Ihr Passwort wurde geändert. Das erfordert daß Sie sich mit dem neuen Passwort wieder anmelden. Melde Sie automatisch ab.
