Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/change_merakpass.po
Languages: lt_lt

source: Submit
lt_lt: Keisti

source: Cancel
lt_lt: At¹aukti

source: Cannot change password! (401)
lt_lt: Nepavyko pakeisti slapta¾od¾io! (401)

source: Cannot change password! (Failure)
lt_lt: Nepavyko pakeisti slapta¾od¾io! (Klaida)

source: Change Password
lt_lt: Pakeisti slapta¾odç

source: New Password
lt_lt: Naujas slapta¾odis

source: Old Password
lt_lt: Senas slapta¾odis

source: Options - Change Password
lt_lt: Nustatymai - Keisti slapta¾odç

source: Password change cancelled.
lt_lt: Slapta¾od¾io pakeitimas at¹auktas.

source: Password changed successfully.
lt_lt: Slapta¾odis sìkmingai pakeistas.

source: Please use your new password to log in from now on.
lt_lt: Pra¹au nuo ¹iol prisijungimo metu naudoti savo nauj±jç slapta¾odç.

source: Secure
lt_lt: Saugus

source: Use this to change your email password.
lt_lt: Naudokite ¹i± form± norìdami pakeisti savo pa¹to slapta¾odç.

source: Verify New Password
lt_lt: Patvirtinkite nauj±jç slapta¾odç

source: You must also type in your new password in the verify box.
lt_lt: Jþs turite pakartotinai çvesti savo nauj±jç slapta¾odç patvirtinimo laukelyje.

source: You must type in a new password.
lt_lt: Jþs turite çvesti nauj±jç slapta¾odç.

source: You must type in your old password.
lt_lt: Jþs turite çvesti savo sen±jç slapta¾odç.

source: Your new password does not match the verify password.
lt_lt: Naujasis slapta¾odis nesutampa su slapta¾od¾iu çvestu patvirtinimo laukelyje.

source: Your new password must be different than your old password.
lt_lt: Jþsù naujasis slapta¾odis turi skirtis nuo senojo.

source: Your old password is not correct.
lt_lt: Jþsù senasis slapta¾odis neteisingas.

source: Your password has NOT been changed.
lt_lt: Jþsù slapta¾odis nebuvo pakeistas.
