Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/change_mysqlpass.po
Languages: lt_lt

source: Password change cancelled.
lt_lt: Slapta¾od¾io keitimas at¹auktas.

source: Your password has NOT been changed.
lt_lt: Jþsù slapta¾odis nebuvo pakeistas.

source: Password changed successfully.
lt_lt: Slapta¾odis buvo sìkmingai pakeistas.

source: Please use your new password to log in from now on.
lt_lt: Nuo ¹iol prisijungimo metu naudokite savo nauj±jç slapta¾odç.

source: Change Password
lt_lt: Pakeisti slapta¾odç

source: Secure
lt_lt: Saugus

source: Old Password
lt_lt: Senas slapta¾odis

source: New Password
lt_lt: Naujas slapta¾odis

source: Verify New Password
lt_lt: Patvirtinkite nauj± slapta¾odç

source: Submit
lt_lt: Keisti

source: Cancel
lt_lt: At¹aukti

source: You must type in your old password.
lt_lt: Jþs turite çvesti savo sen±jç slapta¾odç.

source: You must type in a new password.
lt_lt: Jþs turite çvesti nauj±jç slapta¾odç.

source: You must also type in your new password in the verify box.
lt_lt: Jþs turi dar kart± çvesti slapta¾odç patvirtinimo laukelyje.

source: Your new password does not match the verify password.
lt_lt: Jþsù naujasis slapta¾odis nesutampa su slapta¾od¾io çvestu patvirtinimo laukelyje.

source: Your old password is not correct.
lt_lt: Jþsù senasis slapta¾odis yra neteisingas.

source: Your new password must be different than your old password.
lt_lt: Naujasis slapta¾odis turi skirtis nuo senojo.

source: Cannot connect to Database Server, please try later!
lt_lt: Nepavyko prisijungti prie duomenù bazìs serverio, bandykite vìliau!

source: Database not found on server
lt_lt: Serveryje nerasta reikiama duomenù bazì

source: SQL call failed, try again later.
lt_lt: SQL komanda nepavyko, bandykite vìliau.

source: Strange, your old password does not match the database... rejecting.
lt_lt: Keista, jþsù senasis slapta¾odis neatitinka saugomi duomenù bazìje...Operacija at¹aukta.

source: Duplicate login entries detected, cannot change password!
lt_lt: Aptikta sutampanti prisijungimo informacija, negalima pakeisti slapta¾od¾io!

source: Password change was not successful!
lt_lt: Slapta¾od¾io pakeitimas buvo nesìkmingas!
