Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/change_pass.po
Languages: lt_lt

source: Change Password
lt_lt: Pakeisti slapta¾odç

source: Old Password
lt_lt: Senasis slapta¾odis

source: New Password
lt_lt: Naujasis slapta¾odis

source: Verify New Password
lt_lt: Patvirtinti nauj± slapta¾odç

source: Submit
lt_lt: Pakeisti

source: You must type in your old password.
lt_lt: Jþs turite çvesti savo sen±jç slapta¾odç.

source: You must type in a new password.
lt_lt: Jþs turite çvesti nauj±jç slapta¾odç.

source: You must also type in your new password in the verify box.
lt_lt: Jþs turite dar kart± çvesti nauj± slapta¾odç patvirtinimo laukelyje.

source: Your new password doesn't match the verify password.
lt_lt: Naujasis slapta¾odis neatitinka to, kuris çra¹ytas patvirtinimo laukelyje.

source: Your old password is not correct.
lt_lt: Jþsù senasis slapta¾odis yra neteisingas.

source: Password changed successfully.
lt_lt: Slapta¾odis buvo sìkmingai pakeistas.

source: This connects to your local Password Server to change your email password.
lt_lt: Èia galima prisijungti prie Jþsù slapta¾od¾iù serverio ir pakeisti savo pa¹to slapta¾odç.
