Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/chg_sasl_passwd.po
Languages: lt_lt

source: Change
lt_lt: Pakeisti

source: Change Cyrus Password
lt_lt: Pakeisti Cyrus slapta¾odç

source: Change Email Password
lt_lt: Pakeisti pa¹to slapta¾odç

source: Confirm:
lt_lt: Patvirtinimas:

source: Cyrus SASL database authentication allows your Cyrus/squirrelmail installation to host mail users without requiring a Unix Shell account!<br><b><font size=-2>NOTE: This plugin only covers the &quot;sasldb&quot; case when using Cyrus SASL. Kerberos and PAM authentication mechanisms will require other techniques to enable user password manipulations.</font></b>
lt_lt: Cyrys SASL duomenù bazìs autorizavimas leid¾ia Jþsù Cyrus/SquirrelMail instaliacijai dirbti su virtualiais pa¹to vartotojais, kurie neturi normalaus Unix terminalo prisijungimo! <br><b><font size=-2>PASTABA: ©is priedas dirba tik su &quot;sasldb&quot; autorizavimo schema, kai naudojamas Cyrus SASL. Kerberos ir PAM autorizavimo mechanizmai reikalauja visi¹kai kitokiù çrankiù.</font></b>

source: Error
lt_lt: Klaida

source: New Password:
lt_lt: Naujas slapta¾odis:

source: Old Password:
lt_lt: Senas slapta¾odis:

source: Options
lt_lt: Nustatymai

source: The plugin has encountered an unknown error. Please inform your system administrator.
lt_lt: Çvyko klaida. Informuokite jþsù pa¹to sistemos administratoriù.

source: Username:
lt_lt: Vartotojo vardas:

source: WARNING! Changing your password will automatically log you out! If you are unable to log back in, please contact your friendly system adminstrator.
lt_lt: DÌMESIO! Pakeitê slapta¾odç Jþs bþsite automati¹kai atjungti nuo sistemos ir turìsite i¹ naujo prisijungti. Jei i¹ naujo prisijungiant kils kokios nors problemos, susisiekite su jþsù pa¹to sistemos administratoriumi.

source: You have left a field blank. Please use your browser's back button and enter the missing information.
lt_lt: Jþs neu¾pildìte bþtino laukelio. Pra¹au paspausti jþsù nar¹yklìs grç¾imo atgal mygtuk± ir suvesti trþkstam± informacij±.

source: Your new password cannot be confirmed. Please use your browser's back button and reconfirm your new password.
lt_lt: Nepavyko sulyginti jþsù naujo slapta¾od¾io. Pra¹au paspausti jþsù nar¹yklìs grç¾imo atgal mygtuk± ir suvesti vienodas reik¹mes ç naujo slapta¾od¾io ir patvirtinimo laukus.

source: Your old password doesn't pass muster. Please use your browser's back button and enter it correctly.
lt_lt: Jþsù senasis slapta¾odis neteisingas. Pra¹au paspausti nar¹yklìs grç¾imo atgal mygtuk± ir çvesti teising± slapta¾odç.

source: Your password has been changed. This requires that you reauthenticate with the new password. Logging out automagically.
lt_lt: Jþsù slapta¾odis pakeistas. Dabar jums teks i¹ naujo prisijungti su nauju slapta¾od¾iu. Automati¹kai atsijungiame nuo pa¹to sistemos.
