Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/contactclean.po
Languages: lt_lt

source: Verify Contacts in Addressbook(s)
lt_lt: Patikrinti kontaktus adresù knygutìje(se)

source: Register my Old Address(es)
lt_lt: Çra¹yti mano senajç adres±(us)

source: (discards changes made on this form so far)
lt_lt: (visi pakeitimai padaryti ¹ioje formoje dings)

source: Previous address
lt_lt: Ankstesnis adresas

source: Email Address History
lt_lt: Elektroninio pa¹to adreso istorija

source: Current address
lt_lt: Dabartinis adresas

source: Old address
lt_lt: Senasis adresas

source: Once you've registered an old address you can:
lt_lt: U¾registravê sen±jç adres± Jþs galite:

source: You haven't set your email address yet. You need to go back to the Personal Information options page and set your own email before you can register any old addresses.
lt_lt: Jþs kol kas dar nenustatìte savo elektroninio pa¹to adreso. Reikia grç¾ti ç Asmeninìs informacijos nustatymù puslapç ir çvesti savo dabartinç elektroninio pa¹to adres±. Tik tada jþs galìsite sura¹yti savo senuosius pa¹to adresus.

source: You haven't set your email address yet.<br><br>You need to go to the Personal Information options page and set your own email address before you can verify your address book
lt_lt: Jþs dar nenustatìte savo elektroninio pa¹to adreso.<br><br>Jþs turite nueiti ç Asmeninìs informacijos nustatymù puslapç ir nustatyti savo dabartinç pa¹to adres±. Tik tada Jþs galìsite patikrinti savo adresù knygutê.

source: No personal address book is defined. Contact your administrator.
lt_lt: Asmeninì adresù knygutì neegzistuoja. Susisiekite su Jþsù pa¹to administratoriumi.

source: Nothing in the addressbook (is this what you expect?) - nothing to do
lt_lt: Adresù knygutìje nieko nerasta (ar tai ir yra tai, ko Jþs tikìjotìs?) - programai nereikia nieko daryti

source: ERROR: You need to select some addresses to use the 'Replace Selected' button!
lt_lt: KLAIDA: Jþs turite pasirinkti bent vien± adres± prie¹ paspausdami mygtuk± 'Pakeisti pasirinktus'!

source: Updating the addressbook
lt_lt: Atnaujinama adresù knygutì

source: Replacing %s with %s
lt_lt: %s keièiamas ç %s

source: Changed from %s => %s by ContactClean plugin %s
lt_lt: %s buvo pakeistas ç %s naudojant ContactClean pried± %s

source: ERROR
lt_lt: KLAIDA

source: The following new addresses have been found!<p>Select the ones you want to update in your addressbook.<p>
lt_lt: Aptikti ¹ie nauji adresai! <p>Pasirinkite tuos, kuriuos Jþs norite atnaujinti savo adresù knygoje.<p>

source: Nickname
lt_lt: Trumpas vardas

source: Name
lt_lt: Vardas

source: E-mail
lt_lt: Elektroninis pa¹tas

source: Replace?
lt_lt: Pakeisti?

source: Replace with
lt_lt: Pakeisti ç

source: Your address book seems completely up to date.
lt_lt: Jþsù adresù knygutì atrodo pilnai u¾pildyta.

source: Some parts of your addressbook search may have been registered with the MailLocate.com database to await authorisation with the searchee. Please try again in a few days time in case you have been authorised to see some new addresses.
lt_lt: Dalis jþsù adresù paie¹kù registruotù MailLocate.com duomenù bazìje laukia patvirtinimo i¹ ie¹kotojo pusìs. Pabandykite po keliù dienù. Gal tada Jþs jau sulauksi naujù adresù patvirtinimù.

source: Powered by
lt_lt: Sistema naudoja
