Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/disk_quota.po
Languages: es_es, lt_lt, tr_tr

source: Your_Disk_Usage
es_es: Espacio_de_Disco_en_Uso
lt_lt: Jūsų_disko_panaudojimas
tr_tr: Disk_Kullanýmýnýz

source: Details
es_es: Detalles
lt_lt: Detalės
tr_tr: Detaylar

source: You_have_no_quota_limit
es_es: Cuota_ilimitada
lt_lt: Jums_nenustatyta_disko_kvota
tr_tr: Kota_limitiniz_yok

source: Please_ignore_the_following_information
es_es: No_en_cuenta_la_siguiente_informacion
lt_lt: Nekreipkite_dėmesio_į_žemiau_einančią_informaciją
tr_tr: Aþaðýdaki_bilgileri_gözardý_edebilirsiniz

source: Check Quota
es_es: Revisar Cuota
lt_lt: Patikrinti kvotą
tr_tr: Kota Kontrolü

source: Connects to the Server and checks your diskquota usage.
es_es: Conexión con el servidor para revisar el consumo de su cuota
lt_lt: Prisijungiama prie serverio ir patikrinamos Jūsų dabartinės disko kvotos ir jų panaudojimas
tr_tr: Posta sunucunuza baðlanarak kota durumunuzu gösterir.

source: This is your diskquota usage.
es_es: Este es el consumo de su cuota
lt_lt: Tai yra jūsų disko kvotos duomenys.
tr_tr: Bu, kota durumunuz.

source: Filesystem
es_es: Sitema de archivos
lt_lt: Bylų sistema
tr_tr: Dosya sistemi

source: This is the physical device your data resides on
es_es: Usado
lt_lt: Tai yra įrenginys, kuriame saugomi Jūsų duomenys
tr_tr: Bu, verilerinizin bulunduðu fiziksel ortamýn adýdýr

source: Used
lt_lt: Panaudota
tr_tr: Kullanýlan

source: Quota
es_es: Cuota
lt_lt: Kvota
tr_tr: Kota

source: Limit
es_es: Límite
lt_lt: Riba
tr_tr: Sýnýr

source: Grace-Time
es_es: Tiempo de Gracia
lt_lt: Pakantumo terminas
tr_tr: Kalan Gün

source: Status
es_es: Estado
lt_lt: Būklė
tr_tr: Durum

source: Ok, but what does it mean?
es_es: ¿Qué significa?
lt_lt: Gerai, ką visa tai reiškia?
tr_tr: Tamam, peki bunlar ne anlama geliyor?

source: This is your actual amount of data on the physical device
es_es: Cantidad actual ocupada en el dispositivo físico
lt_lt: Tai yra realus duomenų kiekis saugomas įrenginyje
tr_tr: Bu, sunucuda kullandýðýnýz toplam veri miktarýdýr

source: This is the amount of disk-space that you can use
es_es: Este es el espacio disponible para su uso
lt_lt: Tai yra disko talpos dydis, kurį Jūs galite panaudoti
tr_tr: Bu, kullanabileceðiniz disk alaný miktarýdýr

source: This is the absolute disk-space you cannot exceed
es_es: Este tope de uso no puede excederse
lt_lt: Tai yra maksimalus disko talpos dydis, kurio Jūs negalite viršyti
tr_tr: Bu, geçme imkanýnýz olmayan maksimum kullanabileceðiniz disk alanýdýr

source: This shows the time left in which you can delete messages once you have exceeded your quota limit
lt_lt: Tai parodo laiką, per kurį Jūs turite susitvarkyti savo saugomus duomenis, kai viršijama leistina disko talpa
tr_tr: Bu, kotanýzý aþtýðýnýzda mesaj silmekten baþka yapabileceðiniz birþey kalmayacak gün sayýsýdýr

source: This is your current status
es_es: Estado actual
lt_lt: Tai yra Jūsų dabartinė padėtis
tr_tr: Bu, þu andaki durumunuzdur

source: What's the difference between Quota and Limit?
es_es: ¿Cuál es la diferencia entre cuota y límite?
lt_lt: Koks skirtumas tarp kvotos ir ribos?
tr_tr: Kota ve Sýnýr arasýndaki fark nedir?

source: Well, you have a limited amount of disk-space available for your data.
es_es: El espacio en disco disponible para sus datos está linitado.
lt_lt: Jums yra skirtas ribotas disko talpos dydis savo duomenis saugoti.
tr_tr: Verileriniz için sunucunuzda sýnýrlý miktarda disk alaný kullanabilirsiniz.

source: You have two kind of limits. Between the first one (called Quota) and the second one
lt_lt: Jūs turite dviejų tipų apribojimus. Viršijus pirmąjį (vadinamą "kvota")
tr_tr: Ýki tür sýnýr vardýr. Birincisi (Kota) ve ikincisi (Sýnýr)

source: (called Limit) the system will still let you work for some more time
es_es: podrá guardar información por tiempo limitado
lt_lt: sistema dar leis jums kuri laiką (vadinamą "Pakantumo terminu") dirbti.
tr_tr: arasýnda sistem "Kalan Gün" kadar çalýþmanýza

source: (the so colled Grace-Time) but if you exceed "Limit", the system will
lt_lt: Tačiau viršijus "Ribą" sistema nebeleis jums kurti naujų bylų.
tr_tr: olanak tanýr. Fakat "Sýnýr"ý geçecek boyutta mesajlar

source: prevent you from creating new files. Please notice that once your Grace-Time
lt_lt: Atkreipkite dėmesį, kad pasibaigus "Pakantumo terminui"
tr_tr: dizininize kaydedilmez. Kotanýzý aþtýysanýz ve "Kalan Gün"

source: is expired, you won't be able do anything than delete files!
es_es: gracia, lo único que puede hacer es borrar archivos
lt_lt: jūs irgi negalėsite daryti nieko išskyrus bylų trynimą!
tr_tr: sýfýr olduðunda mesaj silmekten baþka birþey yapamazsýnýz!

source: I see an
es_es: Veo un
lt_lt: Aš matau
tr_tr: Durum alanýnda bir

source: in the status-field. What's that?
es_es: en el campo de estado ¿Qué significa?
lt_lt: būklės lauke. Ką tai reiškia?
tr_tr: görüyorum. O ne anlama geliyor?

source: It's bad news. It means that you will not be able to work anymore on the system
lt_lt: Tai blogos naujienos. Jos reikškia kad jums nebegalėsite dirbti sistemoje,
tr_tr: "Kalan Gün" sýfýrlanýnca sistem e-posta almanýza izin vermeyecek,

source: unless you immediately trash & purge some of your data. Please consider the
lt_lt: nebent Jūs tuojau pat išvalysite dalį savo duomenų.
tr_tr: bu yüzden acilen eski mesajlarýnýzýn bazýlarýný silmeniz

source: possibility of moving some data on your local computer rather than leave it all
lt_lt: Įvertinkite galimybę saugoti dalį duomenų savo kompiuteryje vietoj to, kad palikti juos
tr_tr: veya kendi bilgisayarýnýza taþýmanýz gerekiyor.

source: on the server.
es_es: indefinidamente en el servidor.
lt_lt: serveryje.
tr_tr: Kullandýðýnýz alan kotanýzdan daha az olursa sorun yaþamazsýnýz.
