Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/file_manager.po
Languages: lt_lt

source: appears to be binary.
lt_lt: atrodo lyg dvejetainis.

source: You can only open text files.
lt_lt: Jþs galite atidaryti tik tekstines laikmenas.

source: Click
lt_lt: Spragtelìkite

source: here
lt_lt: èia

source: to open anyway.
lt_lt: noredami jç vis tiek atidaryti.

source: Unlimited
lt_lt: Neribotas

source: Refresh
lt_lt: Atnaujinti

source: Delete
lt_lt: I¹trinti

source: New File
lt_lt: Naujas failas

source: New Folder
lt_lt: Naujas aplankas

source: Move/Rename
lt_lt: Perkelti/Pervadinti

source: Copy
lt_lt: Kopijuoti

source: Move
lt_lt: Perkelti

source: Edit
lt_lt: Taisyti

source: Upload
lt_lt: Nusiùsti

source: <--BACK
lt_lt: <--ATGAL

source: Allow Overwrite
lt_lt: Galima perra¹yti

source: Cannot Copy File Or Folder - Destination Already Exists
lt_lt: Negalima kopijuoti failo ar aplanko - toks jau yra

source: Cannot Rename Or Move File Or Folder - Destination Already Exists
lt_lt: Negalima pervadinti failo arba aplanko - toks jau yra

source: Cannot overwrite a directory with a file.
lt_lt: Negalima perra¹inìti katalogo su failu.

source: Current usage =
lt_lt: Panaudojimas =

source: Error - Bad Syntax For CHMOD Permissions.
lt_lt: Klaida - netinka chmod teisiù sintaksì

source: Error - Quota Exceeded.
lt_lt: Klaida - vir¹yta kvota.

source: Error Occurred Attempting To Change Permissions On:
lt_lt: Çvyko klaida bandant pakeisti teises

source: Error Occurred Attempting To Copy File Or Folder.
lt_lt: Çvyko klaida bandant nukopijuoti faila arba aplank±.

source: Error Occurred Attempting To Create File.
lt_lt: Çvyko klaida bandant sukurti fail±.

source: Error Occurred Attempting To Create Folder.
lt_lt: Çvyko klaida bandant sukurti aplank±.

source: Error Occurred Attempting To Delete:
lt_lt: Çvyko klaida bandant trinti:

source: Error Occurred Attempting To Move Or Rename File Or Folder.
lt_lt: Çvyko klaida bandant perkelti arba pervadinti fail± ar aplank±.

source: Error Occurred Attempting To Save File.
lt_lt: Çvyko klaida bandant saugoti fail±.

source: Error Occurred Attempting To Send File As Attachment.
lt_lt: Çvyko klaida bandant nusiùsti prikabint± fail±.

source: Error determining upload quota.
lt_lt: Nepavyko nustatyti kvotos.

source: FILE DOES NOT EXIST OR PROBLEM OPENING FILE
lt_lt: FAILAS NEEGZISTUOJA ARBA KILO PROBLEMOS ATIDARANT FAIL¡

source: File Manager
lt_lt: Failù mened¾eris

source: File Saved
lt_lt: Failas i¹saugotas

source: File(s) Successfully Deleted
lt_lt: Failas(ai) sìkmingai i¹trinti

source: If this problem persists, please send a message to
lt_lt: Jei ¹i problema pasikartos, nusiùskite ¾inutê adresu

source: Listing for
lt_lt: S±ra¹as skirtas

source: New File Successfully Created
lt_lt: Naujas failas sìkmingai sukurtas

source: New Folder Successfully Created
lt_lt: Naujas aplankas sìkmingai sukurtas

source: Permissions Successfully Changed
lt_lt: Teisìs sìkmingai pakeistos

source: Please delete other files first.
lt_lt: Pirmiau i¹trinkite kitus failus.

source: Please rename one or the other.
lt_lt: Pasirinkite kit± vard±.

source: Quota =
lt_lt: Kvota =

source: Revert
lt_lt: Atvir¹tinis

source: Save
lt_lt: I¹saugoti

source: Success!
lt_lt: Sìkmingai!

source: bytes
lt_lt: baitai

source: download
lt_lt: atsisiùsti

source: edit
lt_lt: taisyti

source: save locally
lt_lt: i¹saugoti pas save

source: send
lt_lt: nusiùsti

source: view
lt_lt: per¾iþrìti

source: Upload Multiple Files
lt_lt: Nusiùsti kelis failus

source: File Upload
lt_lt: Failù siuntimas

source: Max Size
lt_lt: Did¾. dydis

source: (per file)
lt_lt: (failui)

source: File:
lt_lt: Failas:

source: already exists! Check the "Allow Overwrite" checkbox to replace it.
lt_lt: jau yra! Pa¾ymìkite "Galima perra¹yti" lauk± norìdami jç pakeisti.

source: File(s) Successfully Uploaded
lt_lt: Failas(ai) sìkmingai nusiùstas

source: Error Occurred Attempting To Upload
lt_lt: Çvyko klaida bandant nusiùsti

source: Go
lt_lt: Vykdyk

source: Error Occurred Attempting To Change File/Folder Permissions.
lt_lt: Çvyko klaida bandant pakeisti failo/aplanko teises.

source: Add Attachment From File Manager
lt_lt: Pridìti pried± i¹ failù mened¾erio

source: Cancel
lt_lt: At¹aukti

source: Save And Close
lt_lt: I¹saugoti ir u¾daryti

source: Error - Size Must Be Numeric.
lt_lt: Klaida - Dydis turìtù skaièius.

source: Change view links to show in
lt_lt: Pakeisti nuorodas taip, kad rodyti

source: this window
lt_lt: ¹iame lange

source: a separate window
lt_lt: atskirame lange

source: Columns
lt_lt: Strulpeliai

source: Rows
lt_lt: Eilutìs

source: Change Size
lt_lt: Pakeisti dydç

source: Error - Virus found in
lt_lt: Klaida - Rastas virusas tarp

source: You can't upload a file that has the same name as a folder. Try anyway?
lt_lt: Negalima nusiùsti failo, kurio vardas sutampa su aplanko vardu. Norite pabandyti?

source: It looks like you want to upload a file that already exists in this directory. Do you want to overwrite it?
lt_lt: Jþs bandote nusiùsti fail±, kuris jau yra tame aplanke. Bandyti pakeisti t± fail±?

source: Click the browse button to select a file to upload.
lt_lt: Spragtelìkite ant browse mygtuko, kad pasirinkti fail± siuntimui.

source: Select a file or folder to move or rename.
lt_lt: Pasirinkite fail± arba aplank± perkìlimui ar pervadinimui.

source: Please enter new file name:
lt_lt: Çveskite nauj± failo vard±:

source: Please enter new file name (with optional folder where file will be moved):
lt_lt: Çveskite nauj± failo vard± (galima nurodyti ir aplanko vard±, ç kurç bus perkeltas failas):

source: Please enter new folder name:
lt_lt: Çveskite nauj± aplanko vard±:

source: Please enter desired permission:
lt_lt: Çveskite norimas teises:

source: Select a file to change permissions on.
lt_lt: Pasirinkite fail±, kurio teises norite pakeisti.

source: Select a file to view.
lt_lt: Pasirinkite fail± per¾iþrai.

source: You cannot edit folders. Please select a file to edit.
lt_lt: Negalima redaguoti aplankù. Pasirinkite fail±, kurç norite taisyti.

source: Select a file or folder to copy.
lt_lt: Pasirinkite fail± ar aplank±, kurç norite kopijuoti.

source: Please enter target name (with optional folder where file will be moved):
lt_lt: Pasirinkite galitinç vard± (galima nurodyti ir aplank± ç kurç bus perkeltas failas):

source: Select a file to delete.
lt_lt: Pasirinkite fail± trynimui.

source: You sure? There's no turning back once you delete any files or folders!
lt_lt: Esate tikras? I¹trynê duomenis jþs nebegalìsite jù atstatyti!
