Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/sasql.po
Languages: nl_nl

source: DSPAM Settings
nl_nl: DSPAM instellingen

source: Warning
nl_nl: Waarschuwing

source: Enabling DSPAM will disable SpamAssassin scanning of your email.
nl_nl: Door DSPAM aan te zetten zal SpamAssassing geen mail meer scannen

source: SpamAssassin settings and white/blacklists will not be used by dspam.
nl_nl: SpamAssassin instellingen en black/whitelists worden niet gebruikt door DSPAM

source: This %sFAQ%s from the DSPAM web site explains the differences between SpamAssassin and DSPAM and why you might want to use dspam instead of SpamAssassin.
nl_nl: Deze %s FAQ %s van de DSPAM site verklaart de verschillen tussen SpamAssassin en DSAPM en waarom je beter DSPAM kan gebruiken in plaats van SpamAssassin.

source: DSPAM is a learning system that filters spam based on what <i>you</i> tell it is spam and what isn't. Messages are analyzed as they are delivered and are assigned a spam probability between 0 and 1. The more messages you receive, both spam and innocent, the better DSPAM learns what <i>you</i> think is spam and what is not.
nl_nl: DSPAM is een lerend systeem dat spam filtert op basis van wat <i>jij</i> spam vindt. Berichten worden geanaliseerd zodra ze worden bezorgd en krijgen een spam nummer tussen 0 en 1. Hoe meer berichten je ontvangt, spam en normaal, hoe beter DSPAM leert wat <i>jij</i> spam vindt

source: Reporting Spam
nl_nl: Spam melden

source: If you receive a spam message in your Inbox, forward the message to <nobr>username-spam@domain</nobr> and it will be learned as spam. For example, if your address is joe@example.com, you would forward the message to <nobr>joe-spam@example.com</nobr>.
nl_nl: Als je een spam bericht in je Inbox krijgt, stuur dit naar <nobr>naam-spam@example.com</nobr> en het wordt aangemerkt als spam. Bijvoorbeeld: als je adres naam@example.com is, stuur je het bericht naar <nobr>naam-spam@example.com</nobr>

source: You can also move your spam messages to the <i>%s</i> folder. This folder is periodically checked for messages which are then learned as spam and deleted. You do not need to move messages from your %s folder here because they have already been learned as spam.
nl_nl: Je kan spam berichten ook verplaatsen naar de <i>%s</i> folder. Deze folder wordt regelmatig gecontroleerd op nieuwe berichten, waar het systeem van leert en ze dan verwijdert. Je hoeft berichten niet meer uit je %s te verplaatsen omdat ze al gemarkeerd zijn als spam

source: Reporting False Positives
nl_nl: Melden False Positives

source: From time to time, DSPAM will catch an innocent messages as spam. These messages are called "false positives". There is no way to prevent false positives entirely. If you find a false positive, forward the message to <nobr>username-fp@domain</nobr> and it will be learned as an innocent message. For example, if your email address is joe@example.com, you would forward the message to <nobr>joe-fp@example.com</nobr>.
nl_nl: Af en toe zal DSPAM een onschuldig bericht aanmerken als spam. Zulke berichten staan bekend als "false positives". Het is onmogelijk om dit geheel te voorkomen. Als je zo een bericht krijgt, stuur het door naar <nobr>naam-fp@example.com en het wordt daarna bekend als onschuldig. Bijvoorbeeld: als je adress naam@example.com is, stuur je de mail naar <nobr>naam-fp@example.com</nobr>

source: You can also move your false positives to the <i>%s</i> folder from the %s folder. This folder is periodically checked for messages which are then learned as false positives and deleted.
nl_nl: Je kan de false positives ook naar de <i>%s</i> folder verplaatsen vanuit de %s folder. Deze folder wordt regelmatig gecontroleerd. Na het leren worden de false positives verwijderd

source: Disclaimer
nl_nl: Waarschuwing

source: DSPAM is a learning system. It only knows what is spam based on what you teach it is spam and what is not. Due to DSPAM's nature, you are more likely to see errors in spam detection until it is trained on your email. If you do not report a message as spam within ten days, the message will be permanently learned as innocent and you will be more likely to receive more spam.
nl_nl: DSPAM is een lerend system. Het weet alleen wat spam is gebaseerd op wat het van jou leert. Hierdoor is het mogelijk dat je fouten tegenkomt totdat het goed getraind. Als je een spam bericht niet binnen 10 dagen aanmeldt als spam wordt het aangemerkt als spam, en is de kans groter dat je later meer spam zal krijgen

source: Please read the %sDSPAM Primer%s before enabling DSPAM.
nl_nl: Lees de %sDSPAM Primer%s voordat je DSPAM aanzet.

source: Use DSPAM
nl_nl: Gebruik DSPAM

source: Clean out your %s folder on opt-in?
nl_nl: %s folder opruimen?

source: Note
nl_nl: Let op

source: Your %s folder may be unavailable during the purge. It will become available again when the purge is complete.
nl_nl: Tijdens het opruimen zal je %s folder niet beschikbaar zijn

source: No messages were selected.
nl_nl: Er waren geen berichten geselecteerd

source: Purge
nl_nl: Opruimen

source: Delete all messages from your %s folder.
nl_nl: Verwijder alle berichten uit de %s folder.

source: Allow Senders from Address Book
nl_nl: Sta verzenden toe voor Verzenders in adreslijst

source: Allow
nl_nl: Toestaan

source: Allow all address in the address book.
nl_nl: Laat alle adressen in adreslijst toe

source: Once all SpamAssassin tests have been run, the resulting score is matched against this value, and if greater than this value, the e-mail message is marked as spam. We recommend a value of '5'.
nl_nl: Zodra alle SpamAssassin tests gedraaid zijn wordt de score vergeleken met deze waarde, en als de score hoger is wordt het bericht gemarkeerd als spam. We raden een waarde van '5' aan.

source: 0 - Very Aggressive
nl_nl: 0 - Zeer agressief

source: 2 - Aggressive
nl_nl: 2 - Aggresief

source: 5 - Recommended
nl_nl: 5 - Aanbevolen

source: 8 - Lenient
nl_nl: 8 - Mild

source: 10 - Very Lenient
nl_nl: 10 - Zeer mild

source: Don't Filter
nl_nl: Niet filteren

source: Spam Subject Tag
nl_nl: Spam Onderwerp Markering

source: Rewrite Subject Line
nl_nl: Herschrijf Onderwerp regel

source: SpamAssassin can re-write the subject line of e-mail that has been determined to be spam by prefixing the original subject with: %s. To turn on this feature, select this option.
nl_nl: SpamAssassin kan de Onderwerp regel in een e-mail herschrijven om er "%s" voor te plaatsen. Selecteer deze optie om dit te aktiveren

source: The text to prefix to the subject of messages determined to be spam. %s must be turned on.
nl_nl: De tekst om voor het Onderwerp te plaatsen om spam te markeren. %s moet aangezet zijn

source: SpamAssassin can re-write the subject line of e-mail that has been determined to be spam by prefixing the original subject with this value.
nl_nl: SpamAssassin kan de Onderwerp regel herschrijven om deze waarde voor het onderwerp te plaatsen

source: Short Report
nl_nl: Kort rapport

source: This option will tell SpamAssassin to use a shorter spam report once the message has been found to be spam.
nl_nl: Deze optie vertelt SpamAssassin om een korter bericht te sturen nadat is vastgesteld dat het om spam gaat

source: Use DCC
nl_nl: Gebruik DCC

source: Checks messages against the DCC (Distrubuted Checksum Clearinghouse) to see if a message matches a known spam message.
nl_nl: Controleert berichten bij DCC (Distrubuted Checksum Clearinghouse) om te kijken of het bericht spam is

source: Use SpamNet (version 1)
nl_nl: Gebruik SpamNet(versie 1)

source: Checks messages against SpamNet to see if a message is a known spam message.
nl_nl: Controleer berichten bij Spamnet om te zien of het een bekend spam bericht is.

source: Use SpamNet (version 2)
nl_nl: Gebruik SpamNet (versie 2)

source: Always Add Headers
nl_nl: Altijd headers tonen

source: Uncheck if you do not want to add the headers to non-spam.
nl_nl: Uitzetten als je geen headers wilt zien bij niet-spam berichten.

source: Acceptable Languages
nl_nl: Geaccepteerde Talen

source: Select all the languages you expect to receive e-mail in.
nl_nl: Selecteer de talen in welke je mail wilt accepteren.

source: All
nl_nl: Alle

source: Albanian
nl_nl: Albanees

source: Arabic
nl_nl: Arabisch

source: Armenian
nl_nl: Armeens

source: Basque
nl_nl: Baskisch

source: Bosnian
nl_nl: Bosnisch

source: Bulgarian
nl_nl: Bulgaars

source: Byelorussian
nl_nl: Wit-Russisch

source: Catalan
nl_nl: Catalaans

source: Chinese
nl_nl: Chinees

source: Croatian
nl_nl: Kroatisch

source: Czech
nl_nl: Tjechisch

source: Danish
nl_nl: Deens

source: Dutch
nl_nl: Nederlands

source: English
nl_nl: Engels

source: Estonian
nl_nl: Est

source: Finnish
nl_nl: Fins

source: French
nl_nl: Frans

source: Frisian
nl_nl: Fries

source: Georgian
nl_nl: Georgisch

source: German
nl_nl: Duits

source: Greek
nl_nl: Grieks

source: Hebrew
nl_nl: Hebreeuws

source: Hungarian
nl_nl: Hongaars

source: Icelandic
nl_nl: IJslands

source: Indonesian
nl_nl: Indonesisch

source: Irish Gaelic
nl_nl: Iers Gaelic

source: Italian
nl_nl: Italiaans

source: Japanese
nl_nl: Japans

source: Korean
nl_nl: Koreaans

source: Latin
nl_nl: Latijn

source: Latvian
nl_nl: Lets

source: Lithuanian
nl_nl: Litouwen

source: Malay
nl_nl: Maleis

source: Marathi
nl_nl: Maratisch

source: Nepali
nl_nl: Nepalees

source: Norwegian
nl_nl: Noors

source: Persian
nl_nl: Persisch

source: Polish
nl_nl: Pools

source: Portuguese
nl_nl: Portugees

source: Quechua
nl_nl: Quechisch

source: Rhaeto-Romance
nl_nl: Raeto-romaans

source: Romanian
nl_nl: Roemeens

source: Russian
nl_nl: Russisch

source: Sanskrit
nl_nl: Sanskriet

source: Scots
nl_nl: Schots

source: Scottish Gaelic
nl_nl: Schots Gaelic

source: Serbian
nl_nl: Servisch

source: Slovak
nl_nl: Slovaaks

source: Slovenian
nl_nl: Sloveens

source: Spanish
nl_nl: Spaans

source: Swedish
nl_nl: Zweeds

source: Tagalog
nl_nl: Tagalogisch

source: Thai
nl_nl: Thais

source: Turkish
nl_nl: Turks

source: Ukrainian
nl_nl: Ukrains

source: Vietnamese
nl_nl: Vietamees

source: Use Bayesian Filter
nl_nl: Gebruik bayesisch filter

source: The Bayesian Filter will learn what is spam and what isn't to become a better filter.
nl_nl: Het Bayesisch Filter leert wat wel en niet spam is om een beter filter te worden.

source: Auto-learn
nl_nl: Auto-leren

source: Automatically feed high and low scoring mails into SpamAssassin's learning systems. (Currently, only Bayesian filtering is supported.)
nl_nl: Automatisch hoog- en laagscorende mails in SpamAssassin leersysteem invoeren. (Momenteel alleen Bayesisch)

source: Spam Encapsulation
nl_nl: Spam Inkapselen

source: Encapsulate spam messages into a MIME or plain-text attachment, or you can disable it altogether.
nl_nl: Pakt spam berichten in in MIME of platte tekts, of helemaal uitzetten

source: Disabled
nl_nl: Uitgezet

source: Text Attachment
nl_nl: Tekst Attachment

source: Report in Header
nl_nl: Rapport in Header

source: SpamAssassin will create a report when it determines an e-mail message to be spam. This report is normally prepended to the e-mail message. To have the report written as part of the e-mail header, select this option.
nl_nl: SpamAssassin zal een rapport maken als het een bericht als spam aanmerkt. Dit rapport wordt normaal voorin het bericht geplaatst. Selecteer deze optie om het rapport in de mail header te krijgen.

source: Reformat HTML Spam
nl_nl: Omvormen HTML Spam

source: When an e-mail in HTML format is determined to be spam, SpamAssassin can convert the message to text. To allow this, select this option.
nl_nl: Als een e-mail in HTML formaat als spam beschouwd wordt, kan SpamAssassin het bericht in tekst omzetten. Kies daarvoor deze optie.

source: Whitelist From
nl_nl: Whitelist van

source: E-mail from these addresses will not be marked as spam. You may use '*' as a wildcard to allow a large number of addresses at one time. E.g. Whitelist From '*@aol.com' will not mark any message that claims to be from aol.com as spam.
nl_nl: E-mail van deze adressen wordt niet aangemerkt als spam. Je kan '*' gebruiken als wildcard, bijv Whitelist van '*@aol.com' zal alle berichten van aol.com doorlaten.

source: Don't Whitelist From
nl_nl: Niet whitelisten van

source: This address will be excluded from a previous whitelist and will be treated as a normal address, i.e. it will not be automatically allowed.
nl_nl: Dit adres wordt uitgezondered van een eerdere whitelist en wordt behandeld als een normaal adres, dus niet automatisch doorgelaten.

source: Blacklist From
nl_nl: Blacklist van

source: E-mail from these addresses will always be marked as spam. You may use '*' as a wildcard to block a large number of addresses at one time. E.g. Blacklist From '*@aol.com' will mark all messages that claims to be from aol.com as spam.
nl_nl: E-mail van deze adressen wordt altijd beschouwd als spam. Je kan '*' gebruiken als wildcard, bijv Blacklist van '*@aol.com' zal alle berichten van aol.com als spam beschouwen.

source: Don't Blacklist From
nl_nl: Niet blacklisten van

source: This address will be excluded from a previous blacklist and will be treated as a normal address, i.e. it will not be automatically denied.
nl_nl: Dit adres wordt uitgezonderd van een bestaande blacklisting en wordt behandeld als een normaal adres, en dus niet automatisch geweigerd.

source: Whitelist To
nl_nl: Whitelisten naar

source: E-mail to these addresses will not be marked as spam. This is useful for allowing e-mail lists. For example, you can allow all messages from an e-mail list that sends to 'Tofu-Support-List@beeflovers.com'. You may use '*' as a wildcard to allow a large number of addresses at one time. E.g. Whitelist To '*@aol.com' will not mark any message that claims to be to aol.com as spam.
nl_nl: E-mail naar deze adressen wordt niet gemarkeerd als spam. Dit is bruikbaar voor bijvoorbeeld mailing lijsten. Je kan bijvoorbeeld alle berichten naar 'Tofu-Support-List@beeflovers.com doorlaten. Je kan ook '*' gebruiken als wildcard voor meerdere adressen. Bijvoorbeeld: Whitelist To '*@aol.com' zal alle mail naar aol.com niet markeren.

source: Blacklist To
nl_nl: Blacklisten Naar

source: E-mail to these addresses will be marked as spam. You may use '*' as a wildcard to reject a large number of addresses at one time. E.g. Blacklist To '*@aol.com' will mark all messages that claims to be to aol.com as spam.
nl_nl: E-mail naar deze adressen wordt gemarkeerd als spam. Je kan '*' als wildcard gebruiken om een groot aantal adressen ineens te blokkeren. Bijv: Blacklist Naar '*@aol.com' zal alle mails die beweren voor aol.com blokkeren.

source: General Settings
nl_nl: Algemene instellingen

source: Save Settings
nl_nl: Instellingen opslaan

source: Error: You must include an e-mail address.
nl_nl: Je moet een e-mail adres invullen

source: Error: You have entered an invalid e-mail address.
nl_nl: Fout: Ongeldig e-mail adres ingevuld

source: Error: You must select Allow or Deny.
nl_nl: Fout: Kies Toestaan of Weigeren

source: Global Allow / Deny Address List
nl_nl: Globale Toestaan/Weigeren lijst

source: Address
nl_nl: Adres

source: Personal Allow / Deny Address List
nl_nl: Persoonlijke Toestaan/Weigeren lijst

source: Action
nl_nl: Handeling

source: Address Removed
nl_nl: Adres verwijderd

source: Unknown option: %s
nl_nl: Onbekende optie: %s

source: Delete
nl_nl: Verwijderen

source: Edit
nl_nl: Bewerken

source: Edit Address
nl_nl: Adres bewerken

source: Add New Address
nl_nl: Adres toevoegen

source: Address:
nl_nl: Adres

source: Legend
nl_nl: Legenda

source: Database error in %s: %s
nl_nl: Database fout in %s: %s

source: Database error: %s
nl_nl: Database fout: %s

source: sasql_AddPref_multiple Database error: %s
nl_nl: sasql_AddPref_multiple Database fout: %s

source: Database error %s: %s
nl_nl: Database fout: %s: %s

source: Configure the behavior of your spam filters.
nl_nl: Configuratie van de spamfilters

source: Add Email to Whitelist
nl_nl: Voeg toe aan whitelist

source: Allow Sender
nl_nl: Toestaan afzender

source: Remove Email from Whitelist
nl_nl: Verwijder van whitelist

source: remove
nl_nl: verwijderen

source: Remove Domain from Whitelist
nl_nl: Verwijder uit whitelist

source: Add Email to Blacklist
nl_nl: Toevoegen aan whitelist

source: Block Sender
nl_nl: Afzender blokkeren

source: Remove Email from Blacklist
nl_nl: Verwijder mail uit blacklist

source: Remove Domain from Blacklist
nl_nl: Verwijder domein uit blacklist

source: Address is already in your whitelist
nl_nl: Adres staat al in whitelist

source: Whitelisted
nl_nl: In de whitelist

source: Domain is already in your whitelist
nl_nl: Domein staat al in de whitelist

source: Address is already in your blacklist
nl_nl: Adres staat al in de blacklist

source: Domain is already in your blacklist
nl_nl: Domein staat al in blacklist

source: Learn as False Positive
nl_nl: Leer als foutief positief

source: Learn as Spam
nl_nl: Leer als Spam

source: Options
nl_nl: Opties

source: Error: Missing option.
nl_nl: Fout: Optie ontbreekt
