Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/squirrelmail.po
Languages: ug

source: Update Event
ug: تحديث حدث

source: Do you really want to change this event from:
ug: هل تريد حقاً تغيير هذا الحدث من:

source: to:
ug: إلى:

source: Event updated!
ug: حدث تم تحديثه!

source: Month View
ug: عرض الشهر

source: 0 min.
ug: صفر دقيقة

source: 15 min.
ug: 15 دقيقة

source: 45 min.
ug: 45 دقيقة

source: 1 hr.
ug: ساعة واحدة

source: 1.5 hr.
ug: 1.5 ساعة

source: 2 hr.
ug: ساعتين

source: 2.5 hr.
ug: 2.5 ساعة

source: 3 hr.
ug: 3 ساعات

source: 3.5 hr.
ug: 3.5 ساعة

source: 4 hr.
ug: 4 ساعات

source: 5 hr.
ug: 5 ساعات

source: 6 hr.
ug: 6 ساعات

source: Calendar
ug: التقويم

source: Delete & Prev
ug: حذف & السابق

source: Delete & Next
ug: حذف & التالي

source: Move to:
ug: نقل إلى :

source: Delete/Move/Next Buttons:
ug: حذف/نقل/الأزرار التالية:

source: Display at top
ug: عرض على العلوي

source: with move option
ug: مع خيار النقل

source: Display at bottom
ug: عرض على السفلي

source: COMMERCIAL - RBL+ Blackhole entries.
ug: إعلان تجاري- مدخلاتRBL + Blackhole

source: COMMERCIAL - RBL+ OpenRelay entries.
ug: إعلان تجاري- مدخلاتRBL + OpenRelay

source: COMMERCIAL - RBL+ Dial-up entries.
ug: إعلان تجاري- مدخلاتRBL + طلب هاتفي

source: FREE - Five-Ten-sg.com - Direct SPAM sources.
ug: مجاناً-Five-Ten-sg.com - مصادر البريد المباشر غير المرغوب.

source: FREE - Five-Ten-sg.com - Other misc. servers.
ug: مجاناً-Five-Ten-sg.com - ملقمات متنوعة أخرى.

source: FREE - Five-Ten-sg.com - Single Stage servers.
ug: مجاناً-Five-Ten-sg.com - ملقمات المرحلة الواحدة.

source: FREE - Five-Ten-sg.com - SPAM Support servers.
ug: مجاناً-Five-Ten-sg.com - ملقمات دعم البريد غير المرغوب.

source: FREE - Five-Ten-sg.com - Web Form IPs.
ug: مجاناً-Five-Ten-sg.com - بروتوكولات الإنترنت بنموذج ويب.

source: FREE - SPAMhaus - A list of well-known SPAM sources.
ug: مجاناً-SPAMhaus - قائمة مصادر للبريد غير المرغوب المعروفة جيداّ .

source: FREE - dev.null.dk - I don't have any detailed info on this list.
ug: مجاناً -dev.null.dk - لا يتوفر عندي معلومات تفصيلية عن هذه القائمة.

source: FREE - visi.com - Relay Stop List. Very conservative OpenRelay List.
ug: مجاناً-visi.com - قائمةRelay Stop - قائمة OpenRelay محافظة للغاية.

source: FREE - 2mbit.com Open Relays - Another list of Open Relays.
ug: مجاناً-2mbit.com Open Relays - قائمة أخرى للمرحلات المفتوحة.

source: FREE - 2mbit.com SPAM Source - List of Direct SPAM Sources.
ug: مجاناً-2mbit.com SPAM Source - قائمة للبريد غير المرغوب المباشر.

source: Saved Scan type
ug: نوع المسح المحفوظ

source: Message Filtering
ug: تصفية رسالة

source: What to Scan:
ug: المطلوب مسحه:

source: All messages
ug: كافة الرسائل

source: Only unread messages
ug: رسائل غير المقروءة فقط

source: Save
ug: حفظ

source: Match:
ug: مطابقة:

source: Header
ug: رأس صفحة

source: Contains:
ug: يحتوي:

source: If <b>%s</b> contains <b>%s</b> then move to <b>%s</b>
ug: إذا كان<b>%s</b>يحتوي على<b>%s</b>فقم بالانتقال إلى <b>%s</b>

source: Message Filters
ug: ﺧﻪﺗﻠﻪﺭﻧﻰ ﺳﯜﺯﯛﺵ

source: SPAM Filters
ug: مصافي البريد غير المرغوب

source: Spam Filtering
ug: تصفية البريد غير المرغوب

source: WARNING! Tell your admin to set the SpamFilters_YourHop variable
ug: تحذير! قم بإخبار المسؤول ليقوم بتعيين متغير SpamFilters_YourHop

source: Move spam to:
ug: نقل البريد غير المرغوب إلى:

source: Spam is sent to <b>%s</b>
ug: تم إرسال البريد غير المرغوب إلى<b>%s</b>

source: [<i>not set yet</i>]
ug: [<i> لم يتم تعيينه بعد</i>]

source: Spam scan is limited to <b>%s</b>
ug: يقتصر مسح البريد غير المرغوب على <b>%s</b>

source: New Messages Only
ug: الرسائل الجديدة فقط

source: All Messages
ug: كافة الرسائل

source: ON
ug: تشغيل

source: OFF
ug: إيقاف تشغيل

source: Mailinglist
ug: قائمة بريدية

source: Send Mail
ug: إرسال بريد

source: Post to List
ug: توزيع على قائمة

source: Reply to List
ug: إجابة على قائمة

source: List Archives
ug: سجلات قائمة

source: Contact Listowner
ug: اتصل بـ Listowner

source: POP3 connect:
ug: اتصالPOP3 :

source: No server specified
ug: لم يتم تحديد ملقم

source: Error
ug: خطأ

source: No connection to server
ug: لا يوجد اتصال بملقم

source: POP3 user:
ug: مستخدمPOP3 :

source: no login ID submitted
ug: لم يتم تسليم معرّف تسجيل دخول

source: connection not established
ug: لم يتم الاتصال

source: POP3 pass:
ug: تمريرPOP3 :

source: No password submitted
ug: لم يتم تسليم كلمة مرور

source: authentication failed
ug: فشل المصادقة

source: No login ID submitted
ug: لم يتم تسليم معرّف تسجيل دخول

source: No server banner
ug: لا يوجد شعار للملقم

source: abort
ug: إحباط

source: apop authentication failed
ug: فشل المصادقة علىapop

source: POP3 login:
ug: تسجيل دخولPOP3 :

source: POP3 top:
ug: أعلىPOP3 :

source: Premature end of list
ug: نهاية قبل الأوان للقائمة

source: POP3 get:
ug: كسبPOP3 :

source: POP3 last:
ug: آخرPOP3 :

source: POP3 reset:
ug: إعادة تعيين POP3:

source: Empty command string
ug: سلسلة أوامر فارغة

source: POP3 quit:
ug: إنهاء POP3:

source: connection does not exist
ug: الاتصال غير موجود

source: POP3 delete:
ug: حذفPOP3 :

source: No msg number submitted
ug: لم يتم تسليم رقم رسالة

source: Command failed
ug: فشل الأمر

source: Remote POP server Fetching Mail
ug: ملقم POP بعيد لجلب البريد

source: Select Server:
ug: تحديد ملقم:

source: Password for
ug: كلمة مرور من أجل

source: Fetch Mail
ug: جلب بريد

source: Fetching from
ug: جلب من

source: Opening IMAP server
ug: فتح ملقمIMAP

source: Opening POP server
ug: فتح ملقمPOP

source: Login Failed:
ug: فشل تسجيل الدخول:

source: Login OK: No new messages
ug: تسجيل الدخول سليم: لا توجد رسائل جديدة

source: Login OK: Inbox EMPTY
ug: تسجيل الدخول سليم: علبة الوارد فارغة

source: Login OK: Inbox contains [
ug: تسجيل الدخول سليم: تحتوى علبة الوارد على

source: ] messages
ug: [ رسائل]

source: Fetching UIDL...
ug: جلبUIDL ...

source: Server does not support UIDL.
ug: الملقم لا يدعم UIDL.

source: Leaving Mail on Server...
ug: ترك البريد على الملقم...

source: Deleting messages from server...
ug: حذف رسائل من الملقم...

source: Fetching message
ug: جلب رسالة

source: Saving UIDL
ug: حفظ UIDL

source: Error Appending Message!
ug: خطأ إلحاق رسالة!

source: Closing POP
ug: غلق POP

source: Logging out from IMAP
ug: تسجيل الخروج من IMAP

source: Message appended to mailbox
ug: رسالة ملحقة بعلبة بريد

source: Message
ug: رسالة

source: deleted from Remote Server!
ug: محذوف من ملقم بعيد!

source: Delete failed:
ug: فشل الحذف:

source: Remote POP server settings
ug: إعدادات ملقمPOP بعيد

source: If you leave password empty, it will be required when you fetch mail.
ug: إذا قمت بترك كلمة المرور فارغة, فسوف تطلب منك عند جلب البريد.

source: Encrypt passwords (informative only)
ug: تشفير كلمات المرور (للعلم فقط)

source: Add Server
ug: إضافة ملقم

source: Server:
ug: ملقم:

source: Alias:
ug: اسم مستعار:

source: Username:
ug: اسم مستخدم:

source: Store in Folder:
ug: تخزين في مجلد:

source: Leave Mail on Server
ug: ترك البريد على الملقم

source: Check mail during login
ug: فحص البريد خلال تسجيل الدخول

source: Check mail during folder refresh
ug: فحص البريد خلال تحديث مجلد

source: Modify Server
ug: تعديل ملقم

source: Server Name:
ug: اسم الملقم:

source: Modify
ug: تعديل

source: No-one server in use. Try to add.
ug: لا يوجد أي ملقم تحت الاستخدام. حاول الإضافة.

source: Fetching Servers
ug: ملقمات جلب

source: Confirm Deletion of a Server
ug: تأكيد حذف ملقم

source: Selected Server:
ug: الملقم المحدد:

source: Confirm delete of selected server?
ug: هل تؤكد على حذف الملقم المحدد؟

source: Confirm Delete
ug: تأكيد حذف

source: Undefined Function
ug: وظيفة غير معرّفة

source: Hey! Wath do You are looking for?
ug: فيما تنظر؟

source: Fetch
ug: جلب

source: Warning,
ug: تحذير,

source: Mail Fetch Result:
ug: نتيجة جلب البريد:

source: Simple POP3 Fetch Mail
ug: جلب بريد POP3 بسيط

source: Close Window
ug: إغلاق الإطار

source: New Mail Notification
ug: إعلام عن بريد جديد

source: Enable Media Playing
ug: تمكين قراءة الوسائط

source: Check all boxes, not just INBOX
ug: ليس فحص الكل هو مجرد فحص علبة الوارد

source: Count only messages that are RECENT
ug: قم باحتساب الرسائل الحديثة فقط

source: Change title on supported browsers.
ug: تغيير العنوان الوظيفي على برامج التصفح المدعومة .

source: requires JavaScript to work
ug: يتطلبJavaScript حتى يعمل

source: Show popup window on new mail
ug: إظهار إطار منبثق على بريد جديد

source: Select server file:
ug: تحديد ملف ملقم:

source: Try
ug: محاولة

source: Current File:
ug: الملف الحالي:

source: New Mail
ug: بريد جديد

source: You have new mail!
ug: لديك بريد جديد!

source: NewMail Options
ug: خيارات البريد الجديد

source: New Mail Notification options saved
ug: تم حفظ خيارات الإعلام عن بريد جديد

source: %s New Messages
ug: رسائل جديدة %s

source: %s New Message
ug: رسالة جديدة %s

source: Test Sound
ug: اختبار الصوت

source: Loading the sound...
ug: تحميل الصوت...

source: Sent Subfolders Options
ug: خيارات مجلدات Sent الفرعية

source: Use Sent Subfolders
ug: استخدام مجلدات Sent الفرعية

source: Monthly
ug: شهرياً

source: Quarterly
ug: فصلياً

source: Yearly
ug: سنوياً

source: Base Sent Folder
ug: مجلد Base Sent

source: SpellChecker Options
ug: خيارات المدقق الإملائي

source: Check Spelling
ug: تدقيق إملائي

source: ATTENTION:
ug: تنبيه:

source: Delete my dictionary and start a new one
ug: حذف القاموس وبدء قاموس جديد

source: Decrypt my dictionary with my old password:
ug: تشفير القاموس بكلمة المرور القديمة:

source: Proceed
ug: المتابعة

source: You must make a choice
ug: يجب أن تختار

source: This will delete your personal dictionary file. Proceed?
ug: سيؤدى ذلك إلى حذف ملف القاموس الشخصي.هل تريد المتابعة؟

source: Error Decrypting Dictionary
ug: خطأ فى فك شفرة القاموس

source: Cute.
ug: بارع.

source: I tried to execute '%s', but it returned:
ug: حاولت تنفيذ '%s' لكنه أعطى:

source: Spellcheck completed. Commit changes?
ug: تم التدقيق الإملائي. هل يتم تنفيذ التغييرات؟

source: No changes were made.
ug: لم يتم عمل أية تغييرات.

source: Now saving your personal dictionary... Please wait.
ug: يجرى الآن حفظ القاموس الشخصي ... يرجى الانتظار.

source: Found %s errors
ug: تم العثور على%s أخطاء

source: Line with an error:
ug: خط مصحوب بخطأ:

source: Error:
ug: خطأ:

source: Suggestions:
ug: اقتراحات:

source: Suggestions
ug: اقتراحات

source: Change to:
ug: تغيير إلى:

source: Occurs times:
ug: مرات الحدوث:

source: Change this word
ug: تغيير هذه الكلمة

source: Change
ug: تغيير

source: Change ALL occurances of this word
ug: تغيير كافة حالات حدوث هذه الكلمة

source: Change All
ug: تغيير الكل

source: Ignore this word
ug: تجاهل هذه الكلمة

source: Ignore
ug: تجاهل

source: Ignore ALL occurances this word
ug: تجاهل كافة حالات حدوث هذه الكلمة

source: Ignore All
ug: تجاهل الكل

source: Add this word to your personal dictionary
ug: إضافة هذه الكلمة إلى القاموس الشخصي

source: Add to Dic
ug: إضافة إلى القاموس

source: Close and Commit
ug: إغلاق وتنفيذ

source: The spellcheck is not finished. Really close and commit changes?
ug: لم يتم الانتهاء من التدقيق الإملائي. هل تريد الإغلاق والتنفيذ حقاً؟

source: Close and Cancel
ug: إغلاق و إلغاء الأمر

source: No errors found
ug: لم يتم العثور على أخطاء

source: Your personal dictionary was erased.
ug: تم مسح القاموس الشخصي

source: Dictionary Erased
ug: تم مسح القاموس

source: Close this Window
ug: إغلاق هذا الإطار

source: Successful Re-encryption
ug: إعادة تشفير ناجحة.

source: Dictionary re-encrypted
ug: تم إعادة تشفير القاموس

source: Personal Dictionary Crypto Settings
ug: إعدادات تشفير القاموس الشخصي

source: Personal Dictionary
ug: القاموس الشخصي

source: No words in your personal dictionary.
ug: لا توجد كلمات فى القاموس الشخصي.

source: Please check any words you wish to delete from your dictionary.
ug: يرجى تدقيق الكلمات التي تريد حذفها من القاموس.

source: %s dictionary
ug: القاموس%s

source: Delete checked words
ug: حذف كلمات تم تدقيقها

source: Edit your Personal Dictionary
ug: تحرير القاموس الشخصي

source: Please make your selection first.
ug: يرجى القيام بالتحديد أولاً.

source: Change crypto settings
ug: تغيير إعدادات التشفير

source: Deleting the following entries from <strong>%s</strong> dictionary:
ug: حذف المدخلات التالية من <strong>%s</strong> القاموس:

source: All done!
ug: تم عمل الكل!

source: Personal Dictionary Updated
ug: تم تحديث القاموس الشخصي

source: No changes requested.
ug: لا توجد أية تغييرات مطلوبة.

source: Please wait, communicating with the server...
ug: يرجى الانتظار, جارى الاتصال بالملقم...

source: International Dictionaries Preferences Updated
ug: تم تحديث تفضيلات قواميس عالمية

source: Make this dictionary my default selection:
ug: جعل هذا القاموس هو التحديد الافتراضي:

source: Make these changes
ug: إجراء هذه التغييرات

source: Add International Dictionaries
ug: إضافة قواميس عالمية

source: Please choose which options you wish to set up:
ug: يرجى اختيار الخيارات التي تريد إعدادها:

source: Edit your personal dictionary
ug: تحرير القاموس الشخصي

source: Set up international dictionaries
ug: إعداد قواميس عالمية

source: Encrypt or decrypt your personal dictionary
ug: تشفير أو فك شفرة القاموس الشخصي

source: not available
ug: غير متوفر

source: Translator
ug: مترجم

source: Saved Translation Options
ug: خيارات الترجمة المحفوظة

source: Your server options are as follows:
ug: تكون خيارات الملقم كما يلي:

source: Select your translator:
ug: تحديد المترجم:

source: When reading:
ug: عند قراءة:

source: Show translation box
ug: إظهار مربع الترجمة

source: to the left
ug: على الجانب الأيسر

source: in the center
ug: فى المنتصف

source: to the right
ug: على الجانب الأيمن

source: When composing:
ug: عند إنشاء:

source: Not yet functional, currently does nothing
ug: لا تعمل بعد, ولا تقم حالياً بفعل أي شيء

source: Translation Options
ug: خيارات الترجمة

source: %s to %s
ug: %s إلى %s

source: English
ug: إنجليزية

source: French
ug: فرنسية

source: German
ug: ألمانية

source: Italian
ug: إيطالية

source: Japanese
ug: يابانية

source: Portuguese
ug: برتغالية

source: Spanish
ug: إسبانية

source: Russian
ug: روسية

source: Translate
ug: ترجمة

source: Brazilian Portuguese
ug: برتغالية برازيلية

source: Bulgarian
ug: بلغارية

source: Croatian
ug: كرواتية

source: Czech
ug: تشيكية

source: Danish
ug: دانمركية

source: Dutch
ug: هولندية

source: European Spanish
ug: أسبانية أوربية

source: Finnish
ug: فنلندية

source: Greek
ug: يونانية

source: Hungarian
ug: هنغارية

source: Icelandic
ug: إيسلندية

source: Latin American Spanish
ug: أسبانية أمريكية لاتينية

source: Norwegian
ug: نرويجية

source: Polish
ug: بولندية

source: Romanian
ug: رومانية

source: Serbian
ug: صربية

source: Slovenian
ug: صربية

source: Swedish
ug: سلوفينية

source: Welsh
ug: سويدية

source: Indonesian
ug: ويلزيّة

source: Latin
ug: لاتينية

source: Delivery error report
ug: تقرير عن خطأ فى التسليم

source: Undelivered Message Headers
ug: رؤوس رسائل لم يتم تسليمها
