Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/squirrelmail.po
Languages: ug

source: Address Book
ug: ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﻯ

source: All
ug: ﻫﻪﻣﻤﻪ

source: Name
ug: ﺋﯩﺴﯩﻢ

source: Info
ug: ﺋﯘﭼﯘﺭ

source: Source
ug: ﺋﻪﺳﻠﻰ ﻛﻮﺩﻯ

source: To
ug: ﮔﻪ

source: Use Addresses
ug: ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﻪﺭ

source: Address Book Search
ug: ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﻪﺭﺩﯨﻦ ﺋﯩﺰﻟﻪﺵ

source: Search for
ug: ﺋﯩﺰﺩﻩﺵ

source: in
ug: ﺩﯨﻦ

source: All address books
ug: ﺑﺎﺭﻟﯩﻖ ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﻪﺭﻟﯩﺮﻯ

source: Search
ug: ﺋﯩﺰﺩﻩﺵ

source: List all
ug: ﻫﻪﻣﻤﯩﻨﻰ ﻛﯚﺭﺳﯩﺘﯩﺶ

source: Unable to list addresses from %s
ug: ﺩﯨﻦ ﺋﺎﺩﺭﯨﺴﻨﻰ ﻛﯚﺭﺳﯩﺘﻪﻟﻤﯩﺪﯗﻕ %s

source: Your search failed with the following error(s)
ug: ﺋﯩﺰﻟﻪﺵ ﻣﻪﻏﻠﯘﭖ ﺑﻮﻟﺪﻯ

source: No persons matching your search was found
ug: ﺳﯩﺰ ﺋﯩﺰﻟﯩﮕﻪﻥ ﻛﯩﺸﻰ ﻳﻮﻕ

source: Return
ug: ﻗﺎﻳﺘﯩﺶ

source: Close
ug: ﺋﯩﺘﯩﺶ

source: Nickname
ug: ﻟﻪﻗﻪﻡ

source: Must be unique
ug: ﺑﯩﺮﺩﯨﻦ-ﺑﯩﺮ ﺑﻮﻟﺴﯘﻥ

source: E-mail address
ug: E-mail

source: Last name
ug: ﻓﺎﻣﯩﻠﻪ

source: First name
ug: ﺋﯩﺴﻢ

source: Additional info
ug: ﻗﻮﺷﯘﻣﭽﻪ ﺋﯘﭼﯘﺭ

source: No personal address book is defined. Contact administrator.
ug: ﺷﻪﺧﺴﯩﻲ ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﻯ ﺑﯩﻜﯩﺘﯩﻠﻤﯩﺪﻯ.ﺑﺎﺷﻘﯘﺭﻏﯘﭼﻰ ﺑﯩﻠﻪﻥ ﺋﺎﻻﻗﯩﻠﯩﺸﯩﯔ.

source: You can only edit one address at the time
ug: ﺑﯩﺮ ﯞﺍﻗﯩﺘﺘﺎ ﭘﻪﻗﻪﺕ ﺑﯩﺮ ﺋﺎﺩﺭﯨﺴﻨﯩﻼ ﺗﻪﻫﺮﯨﺮﻟﯩﻴﻪﻟﻪﻳﺴﯩﺰ.

source: Update address
ug: ﻳﯧﯖﯩﻼﺵ

source: ERROR
ug: ﺧﺎﺗﺎﻟﯩﻖ

source: Unknown error
ug: ﺋﯧﻨﯩﻘﺴﯩﺰ ﺧﺎﺗﺎﻟﯩﻖ

source: Add address
ug: ﻳﯩﯖﻰ ﺋﺎﺩﺭﯨﺲ

source: Edit selected
ug: ﺗﻪﻫﺮﯨﺮﻟﻪﺵ

source: Delete selected
ug: ﺋﯚﭼﯜﺭﯛﺵ

source: Add to %s
ug: %sﮔﻪ ﻗﯩﺘﯩﻠﺪﻯ

source: said
ug: ﺩﯨﻴﯩﻠﺪﻯ

source: quote
ug: ﺩﯨﻦ

source: who
ug: ﻛﯩﻢ

source: Subject
ug: ﺗﯩﻤﺎ

source: From
ug: ﺩﯨﻦ

source: Date
ug: ﭼﯩﺴﻼ

source: Original Message
ug: ﺋﻪﺳﻠﻰ ﻣﻪﺯﻣﯘﻥ

source: Draft Email Saved
ug: ﭼﻮﺭﻧﯩﯟﺍﻱ ﺳﺎﻗﻼﻧﺪﻯ

source: Could not move/copy file. File not attached
ug: Hojjat tehi ketilmidi.

source: Draft Saved
ug: ﭼﻮﺭﻧﯩﯟﺍﻱ ﺳﺎﻗﻼﻧﺪﻯ

source: Your Message has been sent
ug: ﺧﯧﺘﯩﯖﯩﺰ ﻳﻮﻟﻼﻧﺪﻯ

source: From:
ug: ﺋﺎﺩﺭﯨﺴﯖﯩﺰ:

source: To:
ug: ﮔﻪ:

source: Subject:
ug: ﺗﯩﻤﺎ:

source: Send
ug: ﺋﻪﯞﻩﺭﺗﯩﺶ

source: Attach:
ug: ﻗﻮﺷﯘﻣﭽﻪ ﻫﯚﺟﺠﻪﺕ:

source: Add
ug: ﻗﯩﺘﯩﺶ

source: Delete selected attachments
ug: ﻗﻮﺷﯘﻣﭽﻪ ﻫﯚﺟﺠﻪﺗﻨﻰ ﺋﯚﭼﯜﺭﯛﺵ

source: Priority
ug: ﺩﻩﺭﯨﺠﯩﺴﻰ

source: High
ug: ﺟﯩﺪﺩﻯ

source: Normal
ug: ﻧﻮﺭﻣﺎﻝ

source: Low
ug: ﺋﺎﺳﺘﺎ

source: Receipt
ug: ﺋﯩﻨﻜﺎﺱ

source: On Delivery
ug: ﺗﺎﭘﺸﯘﺭﯗﭖ ﺋﺎﻟﻐﺎﻥ

source: Signature
ug: ﺋﯩﻤﺰﺍ

source: Addresses
ug: ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﻯ

source: Save Draft
ug: ﺳﺎﻗﻼﺵ

source: You have not filled in the "To:" field.
ug: ﻗﺎﺭﺷﻰ ﺗﻪﺭﻩﭖ ﺋﺎﺩﺭﯨﺴﯩﻨﻰ ﺗﻮﺷﻘﺎﺯﻣﯩﺪﯨﯖﯩﺰ

source: Illegal folder name. Please select a different name.
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﻧﺎﻣﻰ ﻗﺎﻧﯘﻧﺴﯩﺰ,ﺑﺎﺷﻘﺎ ﺋﯩﺴﯩﻤﻨﻰ ﺗﺎﻟﻼﯓ.

source: Click here to go back
ug: ﺑﯘﻳﻪﺭﻧﻰ ﭼﯩﻜﯩﭗ ﻗﺎﻳﺘﯩﯔ

source: You have not selected a folder to delete. Please do so.
ug: ﺋﯚﭼﯘﺭﺩﯨﻐﺎﻥ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻨﻰ ﺗﺎﻟﻠﯩﻤﯩﺪﯨﯖﯩﺰ..

source: Delete Folder
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻨﻰ ﺋﯚﭼﯜﺭﯛﺵ

source: Yes
ug: ﻫﻪﺋﻪ

source: No
ug: ﻳﺎﻕ

source: Folders
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻠﻪﺭ

source: Subscribed successfully!
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻨﻰ ﻛﯚﺭﺳﺘﯩﺶ ﻣﯘﯞﻩﭘﭙﻪﻗﯩﻴﻪﺗﻠﯩﻚ ﺑﻮﻟﺪﻯ

source: Unsubscribed successfully!
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻨﻰ ﻳﻮﺷﯘﺭﯗﺵ ﻣﯘﯞﻩﭘﭙﻪﻗﯩﻴﻪﺗﻠﯩﻚ ﺑﻮﻟﺪﻯ

source: Deleted folder successfully!
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﻣﯘﯞﻩﭘﭙﻪﻗﯩﻴﻪﺗﻠﯩﻚ ﺋﯚﭼﯜﺭﯛﻟﺪﻯ

source: Created folder successfully!
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﻣﯘﯞﻩﭘﭙﻪﻗﯩﻴﻪﺗﻠﯩﻚ ﻗﯘﺭﯗﻟﺪﻯ

source: Renamed successfully!
ug: ﺋﯩﺴﯩﻢ ﺋﯚﺯﮔﻪﺭﺗﯩﺶ ﻣﯘﯞﻩﭘﭙﻘﻴﻪﺗﻠﯩﻚ ﺑﻮﻟﺪﻯ!

source: Subscription Unsuccessful - Folder does not exist.
ug: ﻣﻪﺷﻐﯘﻻﺕ ﻣﻪﻏﻠﯘﭖ ﺑﻮﻟﺪﻯ.ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﻣﻪﯞﺟﯘﺕ ﺋﻪﻣﻪﺱ.

source: refresh folder list
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﺗﯩﺰﯨﻤﻠﯩﻜﯩﻨﻰ ﻳﯧﯖﯩﻼﺵ

source: Create Folder
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﻗﯘﺭﯗﺵ

source: as a subfolder of
ug: ﻧﯩﯔ ﺋﯩﻜﻜﯩﻨﺠﻰ ﺩﻩﺭﯨﺠﯩﻠﯩﻚ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﺴﻰ ﻗﯩﻠﯩﺶ

source: None
ug: ﻳﻮﻕ

source: Let this folder contain subfolders
ug: ﺑﯘ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻨﯩﯔ ﺋﯩﻜﻜﯩﻨﺠﻰ ﺩﻩﺭﯨﺠﯩﻠﯩﻚ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﺴﻰ ﺑﺎﺭ.

source: Create
ug: ﻗﯘﺭﯗﺵ

source: Rename a Folder
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﺋﯩﺴﻤﯩﻨﻰ ﺋﯚﺯﮔﻪﺭﺗﯩﺶ.

source: Select a folder
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﺗﺎﻟﻼﺵ

source: Rename
ug: ﺋﯩﺴﻤﯩﻨﻰ ﺋﯚﺯﮔﻪﺭﺗﯩﺶ

source: No folders found
ug: ﻫﯩﭽﻘﺎﻧﺪﺍﻕ ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﺗﯧﭙﯩﻠﻤﯩﺪﻯ.

source: Delete
ug: ﺋﯚﭼﯜﺭﯛﺵ

source: Unsubscribe
ug: ﻳﻮﺷﯘﺭﯗﺵ

source: Subscribe
ug: ﻛﯚﺭﺳﯩﺘﯩﺶ

source: No folders were found to unsubscribe from!
ug: ﻳﻮﺷﯘﺭﺩﯨﻐﺎﻥ ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﻳﻮﻕ

source: No folders were found to subscribe to!
ug: ﻛﯚﺭﺳﺘﯩﺪﯨﻐﺎﻥ ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﻳﻮﻕ

source: You have not selected a folder to rename. Please do so.
ug: ﺋﯩﺴﻤﯩﻨﻰ ﺋﯚﺯﮔﻪﺭﺗﯩﺪﯨﻐﺎﻥ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻨﻰ ﺗﺎﻟﻼﯓ.

source: Rename a folder
ug: ﺋﯩﺴﻤﯩﻨﻰ ﺋﯚﺯﮔﻪﺭﺗﯩﺶ

source: New name:
ug: ﻳﯩﯖﻰ ﺋﯩﺴﻤﻰ:

source: Submit
ug: ﻳﻮﻟﻼﺵ

source: ERROR: Help files are not in the right format!
ug: ﻳﺎﺭﺩﻩﻡ ﻫﯚﺟﺠﯩﺘﯩﻨﯩﯔ ﺷﻪﻛﻠﻰ ﺧﺎﺗﺎ.!

source: Help
ug: ﻳﺎﺭﺩﻩﻡ

source: Some or all of the help documents are not present!
ug: ﺑﻪﺯﻯ ﻳﺎﺭﺩﻩﻡ ﻫﯚﺟﺠﻪﺗﻠﯩﺮﻯ ﻣﻪﯞﺟﯘﺕ ﺋﻪﻣﻪﺱ.!

source: Table of Contents
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪ

source: Previous
ug: ﺋﺎﻟﺪﯨﻨﻘﻰ

source: Next
ug: ﻛﯩﻴﯩﻨﻜﻰ

source: Top
ug: ﺋﯘﺳﺘﻰ

source: Viewing an image attachment
ug: ﺭﻩﺳﯩﻢ ﻗﻮﺷﯘﻣﭽﻪ ﻫﯚﺟﺠﯩﺘﯩﻨﻰ ﺋﯩﭽﯩﺶ

source: View message
ug: ﺧﻪﺕ ﺋﻮﻗﯘﺵ

source: Download this as a file
ug: ﻫﯚﺟﺠﻪﺕ ﺷﻪﻛﻠﯩﺪﻩ ﭼﯜﺷﯜﺭﯛﺵ

source: INBOX
ug: ﺧﻪﺕ ﺳﺎﻧﺪﯗﻏﻰ

source: purge
ug: ﺋﯚﭼﯜﺭﯛﺵ

source: Last Refresh
ug: ﺋﻪﯓ ﻳﯧﯖﯩﺴﻰ

source: Save folder tree
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﻗﯘﺭﯗﻟﻤﯩﺴﯩﻨﻰ ﺳﺎﻗﻼﺵ

source: Login
ug: ﺋﯧﭽﯩﺶ

source: %s Logo
ug: ﺗﯘﻏﻰ %s

source: %s Login
ug: ﻛﯩﺮﯨﺶ %s

source: Name:
ug: ﺋﯩﺴﯩﻢ:

source: Password:
ug: ﺷﯩﻔﯩﺮ:

source: No messages were selected.
ug: ﻫﯩﭽﻘﺎﻧﺪﺍﻕ ﺧﻪﺕ ﺗﺎﻟﻼﻧﻤﯩﺪﻯ .

source: Options
ug: ﺧﺎﺳﻠﯩﻖ

source: Message Highlighting
ug: ﺋﻮﺧﺸﯩﻤﯩﻐﺎﻥ ﺭﻩﯕﺪﻩ ﻛﯚﺭﺳﯩﺘﯩﺶ

source: New
ug: ﻳﯧﯖﻰ

source: Done
ug: ﻳﻮﻟﻼﺵ

source: To or Cc
ug: ﺗﺎﭘﺸﯘﺭﯞﺍﻟﻐﯘﭼﻰ

source: Edit
ug: ﺗﻪﻫﺮﯨﺮﻟﻪﺵ

source: Up
ug: ﺋﯘﺳﺘﯩﮕﻪ

source: Down
ug: ﺋﺎﺳﺘﯩﻐﺎ

source: No highlighting is defined
ug: ﻫﯩﭽﻘﺎﻧﺪﺍﻕ ﺭﻩﯕﺪﻩ ﻛﯚﺭﺳﯩﺘﯩﺶ ﺗﺎﻟﻼﻧﻤﯩﺪﻯ

source: Identifying name
ug: ﺑﻪﻟﮕﻪ ﺋﯩﺴﻤﻰ

source: Color
ug: ﺭﻩﯓ

source: Dark Blue
ug: ﺗﯜﻥ ﻛﯚﻙ

source: Dark Green
ug: أخضر داكن

source: Dark Yellow
ug: ﺗﯘﻥ ﻳﯩﺸﯩﻞ

source: Dark Cyan
ug: ﻛﯚﻙ

source: Dark Magenta
ug: ﺗﯜﻥ ﺑﯩﻨﻪﭘﺸﻪs

source: Light Blue
ug: ﺳﯘﺱ ﻛﯚﻙ

source: Light Green
ug: ﺳﯘﺱ ﻳﯩﺸﯩﻞ

source: Light Yellow
ug: ﺳﯘﺱ ﺳﯧﺮﯨﻖ

source: Light Cyan
ug: ﺳﯘﺱ ﻛﯚﻙ

source: Light Magenta
ug: ﺳﯘﺱ ﺑﯩﻨﻪﭘﺸﻪ

source: Dark Gray
ug: ﻗﯧﻨﯩﻖ ﻛﯘﻟﺮﻩﯓ

source: Medium Gray
ug: ﺋﻮﺗﺘﯘﺭﻫﺎﻝ ﻛﯘﻟﺮﻩﯓ

source: Light Gray
ug: ﺳﯘﺱ ﻛﯜﻟﺮﻩﯓ

source: White
ug: ﺋﺎﻕ

source: Other:
ug: ﺑﺎﺷﻘﺎ:

source: Matches
ug: ﻣﺎﺱ ﻛﻪﻟﮕﯩﻨﻰ

source: Alternate Identity %d
ug: ﻗﻮﺷﯘﻣﭽﻪ ﺑﻪﻟﮕﻪ %d

source: Advanced Identities
ug: ﺋﺎﻟﻲ ﺑﻪﻟﮕﻪ

source: Default Identity
ug: ﺋﺎﺩﻩﺗﺘﻜﻰ ﺑﻪﻟﮕﻪ

source: Add a New Identity
ug: ﻳﯧﯖﻰ ﺑﻪﻟﮕﻪ ﻗﯩﺘﯩﺶ

source: Full Name
ug: ﺗﻮﻟﯘﻕ ﺋﯩﺴﻤﻰ

source: E-Mail Address
ug: E-Mail

source: Reply To
ug: ﺟﺎﯞﺍﭖ ﺋﺎﺩﺭﯨﺴﻰ

source: Save / Update
ug: ﺳﺎﻗﻼﺵ/ ﻳﯧﯖﯩﻼﺵ

source: Make Default
ug: ﺩﺍﺋﯩﻤﻠﯩﻖ ﺗﺎﻟﻼﺵ

source: Move Up
ug: ﺋﯘﺳﺘﯩﮕﻪ ﻳﯚﺗﻜﻪﺵ

source: Index Order
ug: ﺧﻪﺗﻠﻪﺭﻧﯩﯔ ﺗﻪﺭﺗﯩﯟﻯ

source: Checkbox
ug: ﺭﺍﻣﻜﯩﻨﻰ ﺗﺎﻟﻼﺵ

source: Flags
ug: ﺑﻪﻟﮕﻪ

source: Size
ug: ﭼﻮﯕﻠﯩﻐﻰ

source: up
ug: ﺋﯜﺳﺘﯩﮕﻪ

source: down
ug: ﺋﺎﺳﺘﯩﻐﺎ

source: remove
ug: ﻳﯚﺗﻜﻪﺵ

source: Return to options page
ug: ﺧﺎﺳﻠﯩﻖ ﻛﯚﺯﻧﯩﻜﯩﮕﻪ ﻗﺎﻳﺘﯩﺶ

source: Personal Information
ug: ﺷﻪﺧﺴﯩﻲ ﺋﯘﭼﯘﺭﻻﺭ

source: Display Preferences
ug: ﻛﯚﺯﻧﻪﻙ ﻛﯚﺭﯛﻧﯜﺷﻰ

source: Folder Preferences
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪﺧﺎﺳﻠﯩﻘﻠﯩﺮﻯ

source: Successfully Saved Options
ug: ﺧﺎﺳﻠﯩﻘﻨﻰ ﺳﺎﻗﻼﺵ ﻣﯘﯞﻩﭘﭙﻪﻗﯩﻴﻪﺗﻠﯩﻚ ﺑﻮﻟﺪﻯ

source: Refresh Folder List
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﺗﯩﺰﯨﻤﻠﯩﻜﯩﻨﻰ ﻳﯧﯖﯩﻼﺵ

source: Refresh Page
ug: ﺑﻪﺗﻨﻰ ﻳﯧﯖﯩﻼﺵ

source: Message not printable
ug: ﺧﻪﺗﻨﻰ ﺋﯘﺭﯗﭖ ﭼﯩﻘﺎﺭﻏﯩﻠﻰ ﺑﻮﻟﻤﺎﻳﺪﯗ

source: Printer Friendly
ug: ﭘﺮﯨﻨﺘﯩﺮﺩﺍ ﭼﯩﻘﺎﺭﻏﯩﻠﻰ ﺑﻮﻟﯩﺪﯨﻐﺎﻥ

source: Print
ug: ﺑﯩﯧﺴﯩﭗ ﭼﯩﻘﯩﺮﯨﺶ

source: View Printable Version
ug: ﺑﯩﯧﺴﯩﭗ ﭼﯩﻘﺎﺭﻏﯩﻠﻰ ﺑﻮﻟﯩﺪﯨﻐﺎﻥ ﺷﻪﻛﯩﻠﯩﻨﻰ ﻛﯚﺭﯗﺵ

source: Read:
ug: ﺋﻮﻗﯘﺵ:

source: Your message
ug: ﺳﯩﺰﻧﯩﯔ ﺧﯧﺘﯩﯖﯩﺰ

source: Sent:
ug: ﺋﻪﯞﻩﺗﯩﻠﮕﻪﻥ:

source: Was displayed on %s
ug: ﻧﯩﯔ ﺋﯜﺳﺘﯩﺪﻩ ﻛﯚﺭﯛﻧﺪﻯ %s

source: less
ug: ﺋﺎﺯﺭﺍﻕ

source: more
ug: ﻛﯚﭘﺮﻩﻙ

source: Mailer
ug: ﺋﻪﯞﻩﺗﻜﯜﭼﻰ

source: Read receipt
ug: ﺋﻮﻗﯘﺵ

source: requested
ug: ﺗﻪﻟﻪﭖ ﻗﯩﻠﯩﻨﻐﺎﻥ

source: Send read receipt now
ug: Jawap yizix

source: Message List
ug: ﺧﻪﺗﻠﻪﺭ ﺗﯩﺰﯨﻤﻠﯩﻜﻰ

source: Resume Draft
ug: ﺋﻪﺳﻠﯩﮕﻪ ﻛﻪﻟﺘﯜﺭﯛﺵ

source: Edit Message as New
ug: ﻳﯧﯖﻰ ﺧﻪﺕ ﻗﯩﻠﯩﭗ ﺗﻪﻫﺮﯨﺮﻟﻪﺵ

source: Forward
ug: ﺑﺎﺷﻘﻼﺭﻏﺎ ﺋﻪﯞﻩﺗﯩﺶ

source: Reply
ug: ﺟﺎﯞﺍﭖ ﻳﯩﺰﯨﺶ

source: Reply All
ug: ﻫﻪﻣﻤﯩﮕﻪ ﺟﺎﯞﺍﭖ

source: View Full Header
ug: ﺧﻪﺕ ﺑﯧﺸﻰ

source: Attachments
ug: ﻗﻮﺷﯘﻣﭽﻪ ﻫﯚﺟﺠﻪﺕ

source: You must be logged in to access this page.
ug: ﺗﯩﺰﯨﻤﻼﭖ ﻛﯩﺮﮔﻪﻧﺪﯨﻦ ﻛﯩﻴﯩﻦ ﻛﯚﺭﻩﻟﻪﻳﺴﯩﺰ.

source: Folder:
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪ:

source: edit
ug: ﺗﻪﻫﺮﯨﺮﻟﻪﺵ

source: search
ug: ﺋﯩﺰﻟﻪﺵ

source: delete
ug: ﺋﯚﭼﯜﺭﯛﺵ

source: Recent Searches
ug: ﻳﯧﻘﯩﻨﻘﻰ ﺋﯩﺰﺩﻩﺵ

source: save
ug: ﺳﺎﻗﻼﺵ

source: forget
ug: ﺋﯘﻧﺘﯘﺵ

source: Current Search
ug: ﻫﺎﺯﯨﺮﻗﻰ ﺋﯩﺰﺩﻩﺵ

source: All Folders
ug: ﻫﻪﻣﻤﻪ ﻣﯘﻧﺪﻩﺭﯨﺠﻪ

source: Body
ug: ﻣﻪﺯﻣﯘﻧﻰ

source: Everywhere
ug: ﻫﻪﻣﻤﻪ ﻳﻪﺭﺩﻩ

source: Search Results
ug: ﺋﯩﺰﺩﻩﺵ ﻧﻪﺗﺠﯩﺴﻰ

source: No Messages Found
ug: ﻫﯩﭽﻘﺎﻧﺪﺍﻕ ﺧﻪﺕ ﻳﻮﻕ

source: Sign Out
ug: ﭼﯩﻜﯩﻨﯩﺶ

source: You have been successfully signed out.
ug: ﻣﯘﯞﻩﭘﭙﻪﻗﯩﻴﻪﺗﻠﯩﻚ ﭼﯩﻜﯩﻨﺪﯨﯖﯩﺰ .

source: Click here to log back in.
ug: ﺑﯘ ﻳﻪﺭﻧﻰ ﺑﯩﺴﯩﭗ ﻗﺎﻳﺘﯩﺪﯨﻦ ﻛﯩﺮﯨﯔ

source: Viewing a Business Card
ug: ﺋﯩﺴﯩﻢ ﻛﺎﺭﺗﯘﭼﻜﯩﺴﻰ ﻛﯚﺭﯗﺵ

source: Title
ug: ﺗﯩﻤﺎ

source: Web Page
ug: ﺗﻮﺭ ﺋﺎﺩﺭﯨﺴﻰ

source: Organization / Department
ug: ﺋﯩﺪﺍﺭﻩ

source: Address
ug: ﺋﺎﺩﯨﺮﺱ

source: Work Phone
ug: ﺋﯩﺸﺨﺎﻧﺎ ﺗﯩﻠﻔﯘﻧﻰ

source: Home Phone
ug: ﺋﯚﻱ ﺗﯩﻠﻔﯘﻧﻰ

source: Cellular Phone
ug: ﻳﺎﻧﻔﯘﻥ

source: Fax
ug: ﻓﺎﻛﯩﺲ

source: Note
ug: ﺧﺎﺗﯩﺮﻩ

source: Add to Addressbook
ug: ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﯨﮕﻪ ﻗﯩﺘﯩﺶ

source: Title & Org. / Dept.
ug: ﺗﯩﻤﺎ & ﺋﻮﺭﮔﺎﻥ/ ﺑﯚﻟﯘﻡ.

source: Viewing Full Header
ug: ﺧﻪﺕ ﺑﯧﺸﻰ

source: Viewing a text attachment
ug: ﺗﯩﻜﯩﺲ ﺷﻪﻛﻠﯩﺪﯨﻜﻰ ﻗﻮﺷﯘﻣﭽﯩﻨﻰ ﻛﯚﺭﯛﺵ

source: Personal address book
ug: ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﻯ

source: Database error: %s
ug: ﺳﺎﻧﻼﺭ ﺋﺎﻣﺒﯩﺮﻯ ﺧﺎﺗﺎﻟﯩﻖ ﺋﯘﭼﯘﺭﻯ:: %s

source: Addressbook is read-only
ug: ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﯨﻨﻰ ﭘﻪﻗﻪﺕ ﺋﻮﻗﯘﺷﻘﯩﻼ ﺑﻮﻟﯩﺪﯗ

source: User '%s' already exist
ug: المستخدم '%s' موجود بالفعل

source: User '%s' does not exist
ug: ﺋﺎﻟﻠﯩﻘﺎﭼﺎﻥ ﻣﻪﯞﺟﯘﺕ'%s'

source: Global address book
ug: ﺋﺎﻣﻤﯩﯟﻯ ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﻯ

source: No such file or directory
ug: ﯰﻧﺪﺍﻕ ﻫﯚﺟﺠﻪﺕ ﻳﺎﻛﻰ ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﻳﻮﻕ

source: Open failed
ug: ﺋﯧﭽﯩﻠﻤﯩﺪﻯ

source: Can not modify global address book
ug: ﺋﺎﻣﻤﯩﯟﻯ ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﯨﻨﻰ ﺋﯚﺯﮔﻪﺭﺗﻜﯩﻠﻰ ﺑﻮﻟﻤﺎﻳﺪﯗ

source: Not a file name
ug: ﻫﯚﺟﺠﻪﺕ ﺋﯩﺴﻤﻰ ﺧﺎﺗﺎ

source: Write failed
ug: ﻳﯧﯩﺰﺵ ﻣﻪﻏﻠﯘﭖ ﺑﻮﻟﺪﻯ

source: Unable to update
ug: ﻳﯧﯖﯩﻠﯩﻐﯩﻠﻰ ﺑﻮﻟﻤﺎﻳﺪﯗ

source: Could not lock datafile
ug: ﺋﺎﺭﺧﯩﭗ ﻫﯚﺟﺠﺘﯩﻨﻰ ﻗﯘﻟﯘﭘﻠﯩﻴﺎﻟﻤﯩﺪﯗﻕ

source: Write to addressbook failed
ug: ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﯨﮕﻪ ﻳﯩﺰﺵ ﻣﻪﻏﻠﯘﭖ ﺑﻮﻟﺪﻯ

source: Error initializing addressbook database.
ug: ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﻯ ﺋﯘﭼﯘﺭﯨﻨﻰ ﺋﯧﻠﯩﺶ ﻣﻪﻏﻠﯘﭖ ﺑﻮﻟﺪﻯ.

source: Error opening file %s
ug: ﺩﯨﮕﻪﻥ ﻫﯚﺟﺠﻪﺗﻨﻰ ﺋﯧﭽﯩﺶ ﻣﻪﻏﻠﯘﭖ ﺑﻮﻟﺪﻯ %s

source: Error initializing global addressbook.
ug: ﺋﺎﻣﻤﯩﯟﻯ ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﯨﻨﻰ ﻗﻮﺯﻏﯩﺘﯩﺶ ﻣﻪﻏﻠﯘﭖ ﺑﻮﻟﺪﻯ .

source: Error initializing LDAP server %s:
ug: %s LDAPﻣﯘﻻﺯﯨﻤﯩﺘﯩﺮﯨﻨﻰ ﻗﻮﺯﻏﯩﺘﯩﺶ ﻣﻪﻏﻠﯘﭖ ﺑﻮﻟﺪﻯ :

source: Invalid input data
ug: ﻛﯩﺮﮔﯜﺯﮔﻪﻥ ﺋﯘﭼﯘﺭﻻﺭ ﻗﺎﻧﯘﻧﺴﯩﺰة

source: Name is missing
ug: ﺋﯩﺴﻤﻨﻰ ﻛﯩﺮﮔﯜﺯﻣﯩﺪﯨﯖﯩﺰ

source: E-mail address is missing
ug: emailﺋﺎﺩﺭﯨﺴﯩﻨﻰ ﻛﯩﺮﮔﯜﺯﻣﯩﺪﯨﯖﯩﺰ

source: Nickname contains illegal characters
ug: ﻟﻪﻗﻪﻣﻨﯩﯔ ﺋﯩﭽﯩﺪﻩ ﻗﺎﻧﯘﻧﺴﯩﺰ ﻫﻪﺭﯨﭙﻠﻪﺭ ﺑﺎﺭ

source: view
ug: ﻛﯚﺭﯛﺵ

source: Business Card
ug: ﺋﯩﺴﻢ ﻛﺎﺭﺗﯘﭼﻜﯩﺴﻰ

source: Sunday
ug: ﻳﻪﻛﺸﻪﻧﺒﻪ

source: Monday
ug: ﺩﯗﺷﻪﻧﺒﻪ

source: Tuesday
ug: ﺳﻪﻳﺸﻪﻧﺒﻪ

source: Wednesday
ug: ﭼﺎﺭﺷﻪﻧﺒﻪ

source: Thursday
ug: ﭘﻪﻳﺸﻪﻧﺒﻪ

source: Friday
ug: ﺟﯘﻣﻪ

source: Saturday
ug: ﺷﻪﻧﺒﻪ

source: Sun
ug: ﻳﻪﻛﺸﻪﻧﺒﻪ

source: Mon
ug: ﺩﯗﺷﻪﻧﺒﻪ

source: Tue
ug: ﺳﻪﻳﺸﻪﻧﺒﻪ

source: Wed
ug: ﭼﺎﺭﺷﻪﻧﺒﻪ

source: Thu
ug: ﭘﻪﻳﺸﻪﻧﺒﻪ

source: Fri
ug: ﺟﯜﻣﻪ

source: Sat
ug: ﺷﻪﻧﺒﻪ

source: January
ug: ﻳﺎﻧﯩﯟﺍﺭ

source: February
ug: ﻓﯟﯗﺭﺍﻝ

source: March
ug: ﻣﺎﺭﺕ

source: April
ug: ﺋﺎﭘﺮﯨﻞ

source: May
ug: ﻣﺎﻱ

source: June
ug: ﺋﯩﻴﻮﻥ

source: July
ug: ﺋﯩﻴﻮﻝ

source: August
ug: ﺋﺎﯞﻏﯘﺳﺖ

source: September
ug: ﺳﯩﻨﺘﻪﺑﯩﺮ

source: October
ug: ﺋﯚﻛﺘﻪﺑﯩﺮ

source: November
ug: ﻧﻮﻳﺎﺑﯩﺮ

source: December
ug: ﺩﯨﻜﺎﺑﯩﺮ

source: Jan
ug: ﻳﺎﻧﯩﯟﺍﺭ

source: Feb
ug: ﻓﯩﯟﻭﺭﺍﻝ

source: Mar
ug: ﻣﺎﺭﺕ

source: Apr
ug: ﺋﺎﭘﺮﯨﻞ

source: Jun
ug: ﺋﯩﻴﯘﻥ

source: Jul
ug: ﺋﯩﻴﻮﻝ

source: Aug
ug: ﺋﺎﯞﻏﯘﺳﺖ

source: Sep
ug: ﺳﯩﻨﺘﻪﺑﯩﺮ

source: Oct
ug: ﺋﯚﻛﺘﻪﺑﯩﺮ

source: Nov
ug: ﻧﻮﻳﺎﺑﯩﺮ

source: Dec
ug: ﺩﯨﻜﺎﺑﯩﺮ

source: Preference database error (%s). Exiting abnormally
ug: ﺧﺎﺳﻠﯩﻘﻨﻰ ﺳﺎﻗﻼﺷﺘﺎ ﺧﺎﺗﺎﻟﯩﻖ ﻛﯚﺭﯛﻟﺪﻯ(%s) . موجود بشكل غير طبيعي

source: Unknown user or password incorrect.
ug: ﺑﯘ ﺋﯩﺴﯩﻢ ﺗﯩﺰﯨﻤﻠﯩﺘﯩﻠﻤﯩﻐﺎﻥ ﻳﺎﻛﻰ ﺷﯩﻔﯩﺮ ﺧﺎﺗﺎ.

source: Click here to try again
ug: ﺑﯘ ﻳﻪﺭﻧﻰ ﭼﯩﻜﯩﭗ ﻗﺎﻳﺘﺎ ﺳﯩﻨﺎﭖ ﺑﯧﻘﯩﯔ

source: Click here to return to %s
ug: ﺑﯘﻳﻪﺭﻧﻰ ﭼﯩﻜﯩﭗ %sﮔﻪ ﻗﺎﻳﺘﯩﯔ

source: Go to the login page
ug: ﻛﯩﺮﯨﺶ ﻛﯚﺯﻧﯩﻜﯩﮕﻪ ﻗﺎﻳﺘﯩﺶ

source: Error opening %s
ug: ﺋﯧﭽﯩﻠﻤﯩﺪﻯ %s

source: Default preference file not found or not readable!
ug: ﻛﯚﭖ ﺋﯩﺸﻠﯩﺘﯩﻠﯩﺪﯨﻐﺎﻥ ﺧﺎﺳﻠﯩﻖ ﻫﯚﺟﺠﯩﺘﻰ ﻣﻪﯞﺟﯘﺕ ﺋﻪﻣﻪﺱ ﻳﺎﻛﻰ ﺋﻮﻗﯘﻏﯘﻟﻰ ﺑﻮﻟﻤﺎﻳﺪﯗ!

source: Please contact your system administrator and report this error.
ug: ﺑﺎﺷﻘﯘﺭﻏﯘﭼﯩﻐﺎ ﺑﯘ ﺋﻪﻫﯟﺍﻟﻨﻰ ﻣﻪﻟﯘﻡ ﻗﯩﻠﯩﯔ.

source: Could not create initial preference file!
ug: ﺩﻩﺳﻠﻪﭘﻜﻰ ﺧﺎﺳﻠﯩﻖ ﻫﯚﺟﺠﯩﺘﯩﻨﻰ ﻗﯘﺭﻏﯩﻠﻰ ﺑﻮﻟﻤﯩﺪﻯ!

source: %s should be writable by user %s
ug: %s ﺋﯩﺸﻠﻪﺗﻜﯜﭼﯩﮕﻪ ﭼﻮﻗﯘﻡ ﺋﻮﻗﯘﻳﺎﻻﻳﺪﯨﻐﺎﻥ ﺑﻮﻟﯩﺸﻰ ﻛﯩﺮﻩﻙ %s

source: ERROR : Could not complete request.
ug: ﺧﺎﺗﺎﻟﯩﻖ: ﺑﯘﻳﺮﯗﻗﯩﯖﯩﺰﻧﻰ ﺋﯩﺠﺮﺍ ﻗﯩﻼﻟﻤﺎﻳﻤﯩﺰ

source: Query:
ug: ﺋﯩﺰﺩﻩﺵ:

source: Reason Given:
ug: ﺳﻪﯞﻩﺑﻰ:

source: ERROR : Bad or malformed request.
ug: ﺑﯘﻳﺮﯗﻕ ﺧﺎﺗﺎ ﺑﻮﻟﯘﭖ ﻗﺎﻟﺪﻯ

source: Server responded:
ug: ﻣﯘﻻﺯﯨﻤﯩﺘﯩﺮﺩﯨﻦ ﺋﯩﻨﻜﺎﺱ:

source: Error connecting to IMAP server: %s.
ug: IMAPﻣﯘﻻﺯﯨﻤﯩﺘﯩﮕﻪ ﺋﯘﻟﯩﻨﯩﺸﺘﺎ ﺧﺎﺗﺎﻟﯩﻖ ﺑﺎﺭ: %s.

source: Bad request: %s
ug: ﺑﯘﻳﺮﯗﻕ ﺧﺎﺗﺎ: %s

source: Unknown error: %s
ug: ﻧﺎﻣﻪﻟﯘﻡ ﺧﺎﺗﺎﻟﯩﻖ: %s

source: Read data:
ug: ﺋﯘﭼﯘﺭﻧﻰ ﺋﻮﻗﯘﺵ:

source: (no subject)
ug: ( ﺗﯩﻤﯩﺴﺰ)

source: Unknown Sender
ug: ﺋﻪﯞﻩﺗﻜﯜﭼﻰ ﻧﺎﻣﻪﻟﯘﻡ

source: Unknown response from IMAP server:
ug: IMAP ﻣﯘﻻﺯﯨﻤﯩﺘﯩﺮﯨﺪﯨﻦ ﻛﻪﻟﮕﻪﻥ ﺋﯘﭼﯘﺭ ﺧﺎﺗﺎ :

source: A
ug: أ

source: THIS FOLDER IS EMPTY
ug: ﺑﯘ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻨﯩﯔ ﺋﯩﭽﻰ ﻗﯘﺭﯗﻕ.

source: Transform Selected Messages
ug: ﺗﺎﻟﻠﯩﻐﺎﻧﻼﺭﻏﺎ ﺑﻪﻟﮕﻪ ﺳﯧﻠﯩﺶ

source: Move
ug: ﻳﯚﺗﻜﻪﺵ

source: Expunge
ug: شطب

source: mailbox
ug: علبة البريد

source: Read
ug: ﺋﻮﻗﯘﻟﻐﺎﻥ

source: Unread
ug: ﺋﻮﻗﯘﻟﻤﯩﻐﺎﻥ

source: Unthread View
ug: ﻛﯩﯖﻪﻳﺘﯩﺶ

source: Thread View
ug: ﻛﯚﺭﯛﻧﯜﺷﯩﻨﻰ ﻗﯩﺴﻘﺎﺭﺗﯩﺶ

source: Toggle All
ug: ﻫﻪﻣﻤﯩﻨﻰ ﺗﺎﻟﻼﺵ

source: Unselect All
ug: ﻫﻪﻣﻤﯩﻨﻰ ﺗﺎﻟﻠﯩﻤﺎﺳﻠﯩﻖ

source: Select All
ug: ﻫﻪﻣﻤﯩﻨﻰ ﺗﺎﻟﻼﺵ

source: Viewing Messages: <B>%s</B> to <B>%s</B> (%s total)
ug: ﺧﻪﺕ ﻛﯚﺭﯗﺵ:<B>%s</B>ﮔﯩﭽﻪ<B>%s</B>(ﺟﻪﻣﺌﯩﻲ %s)

source: Viewing Message: <B>%s</B> (1 total)
ug: ﺧﻪﺕ ﻛﯚﺭﯗﺵ:<B>%s</B>( ﺟﻪﻣﺌﯩﻲ)

source: Paginate
ug: تعيين الحدود الفاصلة للصفحات

source: Show All
ug: ﻫﻪﻣﻤﯩﻨﻰ ﻛﯚﺭﺳﯩﺘﯩﺶ

source: Command:
ug: ﺑﯘﻳﺮﯗﻕ:

source: Response:
ug: ﺋﯩﻨﻜﺎﺱ:

source: Message:
ug: ﺋﯘﭼﯘﺭ:

source: Hide Unsafe Images
ug: ﺑﯩﺨﻪﺗﻪﺭ ﺑﻮﻟﻤﯩﻐﺎﻥ ﺭﻩﺳﯩﻤﻠﻪﺭﻧﻰ ﻳﻮﺷﯘﺭﯗﺵ

source: View Unsafe Images
ug: ﺧﻪﺗﻪﺭﻟﯩﻚ ﺭﻩﺳﯩﻤﻠﻪﺭﻧﻰ ﻛﯚﺭﯛﺵ

source: download
ug: ﭼﯜﺷﯜﺭﯛﺵ

source: Option Type '%s' Not Found
ug: ﺑﯘﻧﺪﺍﻕ ﺧﺎﺳﻠﯩﻖ ﺗﯧﭙﯩﻠﻤﯩﺪﻯ'%s'

source: Current Folder
ug: ﻫﺎﺯﯨﺮﻗﻰ ﻣﯘﻧﺪﻩﺭﯨﺠﻪ

source: Compose
ug: ﺧﻪﺕ ﻳﯧﺰﯨﺶ

source: Error creating directory %s.
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻨﻰ ﻗﯘﺭﯗﺷﺘﺎ ﺧﺎﺗﺎﻟﯩﻖ ﻛﯚﺭﯛﻟﺪﻯ %s.

source: Could not create hashed directory structure!
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﻗﯘﺭﯗﺵ ﻣﻪﻏﻠﯘﭖ ﺑﻮﻟﺪﻯ

source: General Display Options
ug: ﺩﺍﺋﯩﻤﻠﯩﻖ ﻛﯚﺭﯛﻧﯜﺵ

source: Theme
ug: ﻧﯘﺳﺨﺎ

source: Default
ug: ﻛﯚﭖ ﺋﯩﺸﻠﯩﺘﯩﻠﺪﯨﻐﺎﻥ

source: Custom Stylesheet
ug: ﻓﻮﻧﺖ ﺋﯘﺳﻠﯘﺑﻰ

source: Language
ug: ﻳﯧﺰﯨﻖ

source: Use Javascript
ug: Javascriptﺋﯩﺸﻠﯩﺘﻪﻣﺪﯗﻕ

source: Autodetect
ug: ﺋﺎﭘﺘﻮﻣﺎﺗﯩﻚ

source: Always
ug: ﻫﻪﺭﺩﺍﺋﯩﻢً

source: Never
ug: ﻫﻪﺭﮔﯩﺰً

source: Mailbox Display Options
ug: ﺧﻪﺕ ﺳﺎﻧﺪﯗﻏﯩﻨﯩﯔ ﻛﯚﺭﯛﻧﯩﺸﻰ

source: Number of Messages to Index
ug: ﺧﻪﺗﻠﻪﺭ ﺗﯩﺰﯨﻤﻠﯩﻜﯩﺪﯨﻜﻰ ﺧﻪﺗﻠﻪﺭﻧﯩﯔ ﺳﺎﻧﻰ

source: Enable Alternating Row Colors
ug: ﻗﯘﺭﺩﺍ ﺋﻮﺧﺸﯩﻤﯩﻐﺎﻥ ﺭﻩﯕﻨﻰ ﺋﯩﺸﻠﯩﺘﯩﺶ

source: Enable Page Selector
ug: ﻛﯚﺯﻧﻪﻙ ﺗﺎﻟﻠﯩﻐﯘﭼﻨﻰ ﻛﯚﺭﺳﯩﺘﯩﺶ

source: Maximum Number of Pages to Show
ug: ﺋﻪﯓ ﻛﯚﭖ ﺑﻮﻟﻐﺎﻧﺪﺍ ﻧﻪﭼﭽﻪ ﺑﻪﺕ ﻛﯚﺭﺳﯩﺘﺪﯗ

source: Message Display and Composition
ug: ﺧﻪﺕ ﻳﯧﯩﺰﺵ ﯞﻩ ﺧﻪﺕ ﺋﻮﻗﯘﺵ

source: Wrap Incoming Text At
ug: ﺧﻪﺗﻨﯩﯔ ﻗﯘﺭ ﺋﺎﺗﻠﯩﺸﻰ

source: Size of Editor Window
ug: ﺗﻪﻫﺮﯨﺮﻟﻪﺵ ﻛﯚﺯﻧﯩﻜﯩﻨﯩﯔ ﭼﻮﯓ ﻛﯩﭽﯩﻜﻠﯩﮕﻰ

source: Location of Buttons when Composing
ug: ﺧﻪﺕ ﻳﺎﺯﻏﺎﻧﺪﺍ ﻛﻮﻧﯘﭘﻜﯩﻼﺭﻧﯩﯔ ﺋﻮﺭﻧﻰ

source: Before headers
ug: ﺋﯜﺳﺘﯩﺪﻩ

source: Between headers and message body
ug: ﺋﻮﺗﺘﯘﺭﺩﺍ

source: After message body
ug: ﺋﺎﺳﺘﯩﺪﺍ

source: Addressbook Display Format
ug: ﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﯨﻨﯩﯔ ﻛﯚﺭﯛﻧﯜﺷﻰ

source: Show HTML Version by Default
ug: ﺋﺎﺩﻩﺗﺘﻪ HTMLﺷﻪﻛﻠﯩﺪﻩ ﻛﯚﺭﺳﯩﺘﯩﺶ

source: Include Me in CC when I Reply All
ug: ﻫﻪﻣﻤﯩﮕﻪ ﺟﺎﯞﺍﭖ ﻳﺎﺯﻏﺎﻧﺪﺍ ﺋﯚﺯﻩﻣﻨﻰ CCﻏﺎ ﻗﯩﺴﺘﯘﺭﯗﺵ

source: Enable Mailer Display
ug: email ﻛﯚﺭﺳﯩﺘﯩﺶ ﻛﯚﺯﻧﯩﻜﯩﻨﻰ ﻛﯚﺭﺳﯩﺘﺶ

source: Display Attached Images with Message
ug: ﻗﻮﺷﯘﻣﭽﻪ ﻫﯚﺟﺠﻪﺕ ﺋﯩﭽﯩﺪﯨﻜﻰ ﺭﻩﺳﯩﻤﻠﻪﺭﻧﻰ ﻛﯚﺭﺳﯩﺘﺶ

source: Enable Printer Friendly Clean Display
ug: ﭘﺮﯨﻨﺘﯩﺮﺩﺍ ﭼﯩﻘﯩﺮﺩﯨﻐﺎﻥ ﻧﯘﺳﺨﺪﺍ ﻛﯚﺭﺳﯩﺘﯩﺶ

source: Enable Sort by of Receive Date
ug: ﺧﻪﺗﻠﻪﺭﻧﻰ ﺗﺎﭘﺸﯘﺭﯞﺍﻟﻐﺎﻥ ﯞﺍﻗﺘﻰ ﺑﻮﻳﯩﭽﻪ ﺗﯩﺰﯨﺶ

source: Special Folder Options
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻨﯩﯔ ﺋﺎﻟﻲ ﺧﺎﺳﻠﯩﻘﻠﯩﺮﻯ

source: Folder Path
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻨﯩﯔ ﺋﻮﺭﻧﻰ

source: Do not use Trash
ug: ﺋﻪﺧﻠﻪﺕ ﺳﺎﻧﺪﯗﻏﻰ ﻧﻰ ﺋﯩﺸﻠﻪﺗﻤﻪﻳﻤﯩﺰ

source: Trash Folder
ug: ﺋﻪﺧﻠﻪﺕ ﺳﺎﻧﺪﯗﻏﻰ

source: Do not use Sent
ug: ﺋﻪﯞﻩﺗﻠﯩﮕﻪﻥ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﺴﯩﻨﻰ ﺋﯩﺸﻠﻪﺗﻤﻪﻳﻤﯩﺰ

source: Sent Folder
ug: ﺋﻪﯞﻩﺗﯩﻠﮕﻪﻥt

source: Do not use Drafts
ug: ﭼﻮﺭﻧﯩﯟﺍﻱ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﺴﯩﻨﻰ ﺋﯩﺸﻠﻪﺗﻤﻪﻳﻤﯩﺰ

source: Draft Folder
ug: ﺋﻪﺧﻠﻪﺕ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﺴﻰ

source: Folder List Options
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻠﻪﺭ ﺗﯩﺰﯨﻤﻠﯩﻜﻰ ﺧﺎﺳﻠﯩﻘﻠﯩﺮﻯ

source: Location of Folder List
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻠﻪﺭ ﺗﯩﺰﯨﻤﻠﯩﻜﯩﻨﯩﯔ ﺋﻮﺭﻧﻰ

source: Left
ug: ﺳﻮﻝ

source: Right
ug: ﺋﻮﯓ

source: Width of Folder List
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻠﻪﺭ ﺗﯩﺰﯨﻤﻠﯩﻜﯩﻨﯩﯔ ﻛﻪﯕﻠﯩﮕﻰ

source: Minutes
ug: ﻣﯩﻨﯘﺕ

source: Seconds
ug: ﺳﯩﻜﻮﻧﺖ

source: Minute
ug: ﻣﯩﻨﯘﺕ

source: Auto Refresh Folder List
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻠﻪﺭ ﺗﯩﺰﯨﻤﻠﯩﻜﯩﻨﻰ ﺋﺎﭘﺘﻮﻣﺎﺗﯩﻚ ﻳﯧﯖﯩﻼﺵ

source: Enable Unread Message Notification
ug: ﺋﻮﻗﯘﻟﻤﯩﻐﺎﻥ ﺧﻪﺗﻠﻪﺭﻧﻰ ﺋﻪﺳﻜﻪﺭﺗﯩﺶ

source: No Notification
ug: ﺋﻪﺳﻜﻪﺭﺗﻤﻪﻳﺪﯗ

source: Only INBOX
ug: ﭘﻪﻗﻪﺕ INBOXﺗﯩﻼ

source: Unread Message Notification Type
ug: ﯮﻗﯘﻟﻤﯩﻐﺎﻥ ﺧﻪﺗﻠﻪﺭﻧﻰ ﺋﻪﺳﻜﻪﺭﺗﯩﺶ ﺷﻪﻛﻠﻰ

source: Only Unseen
ug: ﭘﻪﻗﻪﺕ ﺋﻮﻗﯘﻟﻤﯩﻐﺎﻥ ﺧﻪﺗﻨﯩﯔ ﺳﺎﻧﻰ

source: Unseen and Total
ug: ﺋﻮﻗﯘﻟﻤﯩﻐﺎﻥ ﺧﻪﺗﻨﯩﯔ ﺳﺎﻧﻰ ﯞﻩ ﺋﻮﻣﯘﻣﻰ ﺳﺎﻧﻰ

source: Show Clock on Folders Panel
ug: ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻠﻪﺭ ﻛﯚﺯﻧﯩﻜﯩﺪﻩ ﺳﺎﺋﻪﺗﻨﻰ ﻛﯚﺭﺳﯩﺘﯩﺶ

source: No Clock
ug: ﺳﺎﺋﻪﺕ ﻳﻮﻕ

source: Hour Format
ug: ﺳﺎﺋﻪﺗﻨﻰ ﺋﯩﭙﺎﺩﯨﻠﻪﺵ ﺷﻪﻛﻠﻰ

source: 12-hour clock
ug: 12ﺳﺎﺋﻪﺕ

source: 24-hour clock
ug: 24ﺳﺎﺋﻪﺕ

source: Memory Search
ug: ﺋﻪﯓ ﻳﯧﯖﻰ ﺋﯩﺰﺩﻩﺵ ﻧﻪﺗﯩﺠﯩﺴﻨﻰ ﺳﺎﻗﻼﺵ

source: Disabled
ug: ﺋﯩﺸﻠﯩﻤﻪﻳﺪﯗ

source: Indented:
ug: ﻗﯩﺴﻘﺎﺭﺗﯩﻠﻐﺎﻥ

source: Delimited:
ug: ﻛﯩﺴﻠﮕﻪﻥ

source: Name and Address Options
ug: ﺋﯩﺴﯩﻢ ﯞﻩ ﺋﺎﺩﺭﯨﺲ ﺧﺎﺳﻠﯩﻘﻠﯩﺮﻯ

source: Email Address
ug: emailﺋﺎﺩﺭﯨﺴﻰ

source: Edit Advanced Identities
ug: ﺋﺎﻟﻲ ﺧﺎﺳﻠﯩﻘﯩﻨﻰ ﺗﻪﻫﺮﯨﺮﻟﻪﺵ

source: (discards changes made on this form so far)
ug: (ﺋﯚﺯﮔﻪﺭﺗﻜﻪﻧﻠﻪﺭﻧﻰ ﺋﻪﻣﻪﻟﺪﯨﻦ ﻗﺎﻟﺪﯗﺭﯗﺵ)

source: Multiple Identities
ug: ﺋﻮﺧﺸﯩﻤﻐﺎﻥ ﺑﻪﻟﮕﻪ

source: Same as server
ug: ﻣﯘﻻﺯﯨﻤﯩﺘﯩﺮ ﺑﯩﻠﻪﻥ ﺋﻮﺧﺸﺎﺵ

source: Timezone Options
ug: ﯞﺍﻗﯩﺖ ﺭﺍﻳﯘﻧﻰ ﺧﺎﺳﻠﯩﻘﻰ

source: Your current timezone
ug: ﺳﯩﺰ ﺗﯘﺭﻏﺎﻥ ﯞﺍﻗﯩﺖ ﺭﺍﻳﯘﻧﻰ

source: Reply Citation Options
ug: ﺟﺎﯞﺍﭖ ﻳﺎﺯﻏﺎﻧﺪﯨﻜﻰ ﺧﺎﺳﻠﯩﻖ

source: Reply Citation Style
ug: ﺟﺎﯞﺍﭖ ﻳﺎﺯﻏﺎﻧﺪﺍ ﻧﻪﻗﯩﻞ ﻛﻪﻟﺘﯘﺭﯗﺵ ﺷﻪﻛﻠﻰ

source: No Citation
ug: ﻧﻪﻗﯩﻞ ﻛﻪﻟﺘﯜﺭﻣﻪﻳﻤﯩﺰ

source: AUTHOR Said
ug: ﺋﻪﺳﻠﻰ ﻳﺎﺯﻏﯘﭼﻰ

source: User-Defined
ug: ﺋﯩﺸﻠﻪﺗﻜﯜﭼﻰ ﺧﺎﻟﯩﻐﺎﻧﭽﻪ

source: User-Defined Citation Start
ug: ﺧﺎﺳﻠﯩﻘﻘﺎ ﺋﯩﮕﻪ ﻧﻪﻗﯩﻞ ﺑﺎﺷﻠﯩﻨﯩﺪﯗ

source: User-Defined Citation End
ug: ﺧﺎﺳﻠﯩﻘﻘﺎ ﺋﯩﮕﻪ ﻧﻪﻗﯩﻞ ﺋﺎﺧﯩﺮﻟﯩﺸﯩﺪﯗ

source: Signature Options
ug: ﺋﯩﻤﺰﺍ ﺧﺎﺳﻠﯩﻘﻠﯩﺮﻯ

source: Use Signature
ug: ﺋﯩﻤﺰﺍ ﺋﯩﺸﻠﯩﺘﯩﺶ

source: Prefix Signature with '-- ' Line
ug: ﺋﺎﺭﻗﯩﻠﯩﻖ ﺋﯩﻤﺰﺍ ﺑﺎﺷﻠﯩﻨﯩﺪﯗ'-- '

source: Config File Version
ug: ﺧﺎﺳﻠﯩﻖ ﻫﯚﺟﺠﯩﺘﯩﻨﯩﯔ ﻧﻪﺳﯩﺮﻯ

source: PHP Version
ug: ﻧﻪﺷﯩﺮﻯPHP

source: Organization Preferences
ug: ﺷﯩﺮﻛﻪﺕ/ ﺋﻮﺭﯗﻥ ﺧﺎﺳﻠﯩﻐﻰ

source: Organization Name
ug: ﺷﯩﺮﻛﻪﺕ/ ﺋﻮﺭﮔﺎﻥ ﺋﯩﺴﻤﻰ

source: Organization Logo
ug: ﺷﯩﺮﻛﻪﺕ/ ﺋﻮﺭﮔﺎﻥ ﺋﯩﺴﻤﯩﻨﯩﯔ ﺗﯘﻏﻰ

source: Organization Logo Width
ug: ﺷﯩﺮﻛﻪﺕ /ﺋﻮﺭﮔﺎﻥ ﺗﯘﻏﯩﻨﯩﯔ ﻛﻪﯕﻠﯩﮕﻰ

source: Organization Logo Height
ug: ﺷﯩﺮﻛﻪﺕ /ﺋﻮﺭﮔﺎﻥ ﺗﯘﻏﯩﻨﯩﯔ ﺋﯩﮕﯩﺰﻟﯩﻜﻰ

source: Organization Title
ug: ﺷﯩﺮﻛﻪﺕ /ﺋﻮﺭﮔﺎﻥ ﺋﯩﺴﻤﻰ

source: Signout Page
ug: ﭼﯩﻜﯩﻨﮕﻪﻧﺪﻩ ﻛﯚﺭﯛﻧﯩﺪﯨﻐﺎﻥ ﺑﻪﺕ

source: Default Language
ug: ﻛﯚﭖ ﺋﯩﺸﻠﯩﺘﯩﻠﯩﺪﯨﻐﺎﻥ ﻳﯧﺰﯨﻖ

source: Top Frame
ug: ﺋﯜﺳﺘﯩﺪﯨﻜﻰ ﺑﻪﺕ

source: Server Settings
ug: ﻣﯘﻻﺯﯨﻤﯩﺘﯩﺮﻏﺎ ﺋﺎﻻﻗﯩﺪﺍﺭ

source: Mail Domain
ug: ﺗﻮﺭ ﺑﯧﻜﻪﺕ ﻧﺎﻣﻰ

source: IMAP Server Address
ug: IMAPﻣﯘﻻﺯﯨﻤﯩﺘﯩﺮﻧﯩﯔ ﺋﺎﺩﺭﯨﺴﻰ

source: IMAP Server Port
ug: IMAPﻣﯘﻻﺯﯨﻤﻪﺕ ﺋﯧﻐﯩﺰﻯ

source: IMAP Server Type
ug: IMAPﻣﯘﻻﺯﯨﻤﯩﺘﯩﻨﯩﯔ ﺧﯩﻠﻰ

source: Cyrus IMAP server
ug: Cyrus IMAP

source: University of Washington's IMAP server
ug: UW IMAP server

source: Microsoft Exchange IMAP server
ug: Microsoft Exchange IMAP

source: Courier IMAP server
ug: Courier IMAP

source: Not one of the above servers
ug: ﭼﯩﻘﺎﻳﺴﺴﺴﻰ ﺋﻪﻣﻪﺱ

source: IMAP Folder Delimiter
ug: IMAPﻣﯘﻧﺪﻩﺭﯨﺠﻪ ﺋﺎﻳﺮﯨﺶ ﺑﻪﻟﮕﯩﺴﻰ

source: Sendmail Path
ug: ﻧﯩﯔ ﺋﻮﺭﻧﻰ Sendmail

source: SMTP Server Address
ug: ﻣﯘﻻﺯﯨﻤﯩﺘﯩﺮﯨﻨﯔ ﺋﺎﺩﺭﯨﺴﻰSMTP

source: SMTP Server Port
ug: ﻣﯘﻻﺯﯨﻤﯩﺘﯩﺮﯨﻨﯔ ﺋﯧﻐﯩﺰﻯSMTP

source: Invert Time
ug: ﯞﺍﻗﯩﺘﻨﻰ ﺋﺎﻟﻤﺎﺷﺘﯘﺭﯗﺵ

source: Use Confirmation Flags
ug: ﺟﻪﺯﯨﻤﻠﻪﺷﺘﯘﺭﯗﺵ ﺑﻪﻟﮕﯩﺴﯩﻨﻰ ﺋﯩﺸﻠﯩﺘﯩﺶ

source: Folders Defaults
ug: ﺧﻪﺕ ﺳﺎﻧﺪﯗﻏﻰ ﺧﺎﺳﻠﯩﻘﻠﯩﺮﻯ

source: Default Folder Prefix
ug: ﺋﺎﺩﻩﺗﺘﻪﻣﯘﻧﺪﻩﺭﯨﺠﯩﻠﻪﺭﻧﯩﯔ ﺋﻮﺭﻧﻰ

source: Show Folder Prefix Option
ug: ﺋﯩﺸﻠﻪﺗﻜﯜﭼﯩﻠﻪﺭ ﻣﯘﻧﺪﻩﺭﯨﺠﻪﺋﻮﺭﻧﯩﻨﻰ ﺑﻪﻟﮕﯩﻠﺴﻪ ﺑﻮﻟﯩﺪﯗ

source: By default, move to trash
ug: ﺋﺎﺩﻩﺗﺘﻪ ﺋﻪﺧﻠﻪﺕ ﺳﺎﻧﺪﯗﻏﯩﻐﺎ ﻳﯚﺗﻜﻪﻳﺪﯗ

source: By default, move to sent
ug: ﺋﺎﺩﻩﺗﺘﻪ ﺋﻪﯞﻩﺭﺗﯩﻠﮕﻪﻥ ﺧﻪﺗﻠﻪﺭ ﺳﺎﻧﺪﯗﻏﯩﻐﺎ ﻳﯚﺗﻜﻪﻳﺪﯗ

source: By default, save as draft
ug: ﺋﺎﺩﻩﺗﺘﻪ ﺋﻪﯞﻩﺭﺗﯩﻠﮕﻪﻥ ﭼﻮﺭﻧﯩﯟﺍﻱ ﺳﺎﻧﺪﯗﻏﯩﻐﺎ ﻳﯚﺗﻜﻪﻳﺪﯗ

source: List Special Folders First
ug: ﺳﯧﺴﺘﯩﻤﺎ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﺴﻰ ﺋﺎﻟﺪﯨﺪﺍ

source: Show Special Folders Color
ug: ﺳﯧﺴﺘﯩﻤﺎ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﺴﻨﻰ ﺭﻩﯕﻠﯩﻚ ﻛﯚﺭﺳﯩﺘﯩﺶ

source: Auto Expunge
ug: ﺋﻪﯞﻩﺭﺗﯩﻤﮕﻪﻥ ﺧﻪﺗﻠﻪﺭﺩﯨﻦ ﯞﺍﺯ ﻛﯧﭽﯩﺶ

source: Default Sub. of INBOX
ug: ﺧﻪﺕ ﺳﺎﻧﺪﯗﻏﻰ ﺑﺎﺷﻘﺎ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﻠﻪﺭﻧﯩﯔ ﺋﺎﻟﺪﯨﺪﺍ

source: Default Unseen Notify
ug: ﺋﻮﻗﯘﻟﻤﯩﻐﺎﻥ ﺧﻪﺗﻠﻪﺭﻧﻰ ﭘﻪﺭﯨﻘﻠﻪﻧﺪﯛﺭﯛﺵ

source: Default Unseen Type
ug: ﺋﻮﻗﯘﻟﻤﯩﻐﺎﻥ ﺧﻪﺗﻠﻪﺭﻧﻰ ﭘﻪﺭﯨﻘﻠﻪﻧﺪﯛﺭﯛﺵ ﺷﻪﻛﻠﻰ

source: Auto Create Special Folders
ug: ﺳﯧﺴﺘﯩﻤﺎ ﻣﯘﻧﺪﻩﺭﯨﺠﯩﺴﯩﻨﻰ ﺋﺎﭘﺘﻮﻣﺎﺗﯩﻚ ﻗﯘﺭﯗﺵ

source: Default Javascript Adrressbook
ug: ﺋﺎﺩﻩﺗﺘﻪ Javascriptﺋﺎﺩﺭﯨﺲ ﺩﻩﭘﺘﯩﺮﯨﻨﻰ ﺋﯩﺸﻠﯩﺘﯩﺶ

source: Auto delete folders
ug: حذف تلقائي للمجلدات

source: General Options
ug: خيارات عامة

source: Default Charset
ug: مجموعة الأحرف الافتراضية

source: Data Directory
ug: دليل بيانات

source: Temp Directory
ug: دليل Temp

source: Hash Level
ug: مستوى التجزئة Hash

source: Hash Disabled
ug: التجزئة Hash معطلة

source: Moderate
ug: معتدل

source: Medium
ug: متوسط

source: Default Left Size
ug: الحجم الأيسر الافتراضي

source: Usernames in Lowercase
ug: اسم مستخدم بأحرف صغيرة

source: Allow use of priority
ug: السماح باستخدام الأفضلية

source: Hide SM attributions
ug: إخفاء سمات SM

source: Enable use of delivery receipts
ug: تمكين استخدام إيصالات الاستلام

source: Allow editing of identities
ug: السماح بتحرير المعرّفات

source: Allow editing of full name
ug: السماح بتحرير الاسم الكامل

source: Message of the Day
ug: رسالة اليوم

source: Database
ug: قاعدة بيانات

source: Address book DSN
ug: DSN دفتر العناوين

source: Address book table
ug: جدول دفتر العناوين

source: Preferences DSN
ug: DSN التفضيلات

source: Preferences table
ug: جدول التفضيلات

source: Preferences username field
ug: حقل اسم مستخدم التفضيلات

source: Preferences key field
ug: حقل مفتاح التفضيلات

source: Preferences value field
ug: z

source: Themes
ug: ﻧﯘﺳﺨﺎ

source: Configuration Administrator
ug: مسؤول التكوين

source: Theme Name
ug: ﻧﯘﺳﺨﺎ ﺋﯩﺴﻤﻰ

source: Theme Path
ug: ﻧﯘﺳﺨﯩﻨﯩﯔ ﺋﻮﺭﻧﻰ

source: Plugins
ug: ﻗﻮﺷﯘﻣﭽﻪ ﺩﯨﺘﺎﻟﻼﺭ

source: Change Settings
ug: ﺧﺎﺳﻠﯩﻘﯩﻨﻰ ﺋﯚﺯﮔﻪﺭﺗﯩﺶ

source: Config file can't be opened. Please check config.php.
ug: يتعذر فتح ملف التكوين. يرجى فحص config.php.

source: Administration
ug: ﺋﺎﺳﺎﺳﯩﻲ ﺳﯧﺴﺘﯩﻤﻨﻰ ﺑﺎﺷﻘﯘﺭﯗﺵ

source: Bug Reports:
ug: تقارير عن خلل:

source: Show button in toolbar
ug: إظهار الزر فى شريط الأدوات

source: TODAY
ug: اليوم

source: Go
ug: اذهب

source: ADD
ug: إضافة

source: EDIT
ug: تحرير

source: DEL
ug: مفتاح الحذف

source: Start time:
ug: وقت البدء:

source: Length:
ug: الطول:

source: Priority:
ug: الأفضلية:

source: Title:
ug: عنوان:

source: Set Event
ug: تعيين حدث

source: Event Has been added!
ug: تم إضافة حدث!

source: Date:
ug: تاريخ:

source: Time:
ug: الوقت:

source: Day View
ug: عرض اليوم

source: Do you really want to delete this event?
ug: هل تريد حقاً حذف هذا الحدث؟

source: Event deleted!
ug: حدث محذوف!

source: Nothing to delete!
ug: لا شيء يمكن حذفه!
