Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/twc_weather.po
Languages: lt_lt

source: Add Location
lt_lt: Pridìti vietovê

source: Add a new location to get started
lt_lt: Norìdami pradìti apra¹ykite nauj± vietovê

source: Alias:
lt_lt: Trumpinys:

source: Barometer:
lt_lt: Barometras:

source: Box Width:
lt_lt: Lauko plotis:

source: Cache Time:
lt_lt: Saugojimo laikas:

source: Cancel
lt_lt: At¹aukti

source: Color - Background:
lt_lt: Fono spalva:

source: Color - Labels:
lt_lt: ®ymiù spalva:

source: Color - Values:
lt_lt: Reik¹miù spalva:

source: Conditions:
lt_lt: S±lygos:

source: Delete
lt_lt: I¹trinti

source: Dew Point:
lt_lt: Kondensacijos ta¹kas:

source: Display Position:
lt_lt: I¹vedimo vieta:

source: Done
lt_lt: Baigti

source: Edit
lt_lt: Taisyti

source: Edit Location
lt_lt: Taisyti vietovê

source: Extended Forecast Days:
lt_lt: I¹plìstos prognozìs dienos:

source: For the location, you can enter a US Zip code, a city, state/country (or some combination to search). For example you could use either: "94521", "San Francisco, CA", "New York", "Rome, Italy", etc.
lt_lt: Nurodydami vietovê Jþs galite çvesti JAV pa¹to kod±, miest±, valstij± ar ¹alç (koki± nors paie¹kos s±lyga). Pavyzd¾iui galima naudoti: "94521", "San Francisco, CA", "New York", "Rome, Italy" ir pan.

source: Forecast:
lt_lt: Prognozì:

source: Hide
lt_lt: Paslìpti

source: Humidity:
lt_lt: Drìgnumas:

source: Location:
lt_lt: Vieta:

source: Location:
lt_lt: Vieta:

source: Margin - Bottom:
lt_lt: Para¹tì apaèioje:

source: Margin - Left:
lt_lt: Para¹tì kairìje:

source: Margin - Right:
lt_lt: Para¹tì de¹inìje:

source: Margin - Top:
lt_lt: Para¹tì vir¹uje:

source: Metric SI Units:
lt_lt: Metriniai SI vienetai:

source: Narrow Forecast:
lt_lt: Tiesioginì prognozì:

source: New
lt_lt: Nauja

source: Options
lt_lt: Nustatymai

source: Select which of the following information you want displayed for this location:
lt_lt: Pasirinkite, kuri informacija turìtù bþti parodoma:

source: Setup the weather displaying options. You can add all the cities you want to monitor as well as various options to display.
lt_lt: Èia Jþs galite nustatyti orù informacijos i¹vedimo nustatymus. Galima çvesti miestus, kuriuos norite stebìti bei nustatyti çvairius informacijos i¹vedimo variantus.

source: Show
lt_lt: Parodyti

source: Show this location:
lt_lt: Rodyti ¹i± vietovê:

source: Submit
lt_lt: Siùsti

source: TWC Weather
lt_lt: TWC orai

source: Temperature:
lt_lt: Temperatþra:

source: The following options are to control the apperance of the display box. If the field is left blank, the default values will be used. In the case of the colors, the default values are based on the current theme.
lt_lt: Nurodyti po¾ymiai valdo informacijos i¹vedimo lauko i¹vaizd±. Jei laukai paliekami tu¹ti - naudojamos standartinìs jù reik¹mìs. Spalvù atveju standartinìs reik¹mìs atitinka naudojam± tem±.

source: UV Index:
lt_lt: UV indeksas:

source: Visibility:
lt_lt: Matomumas:

source: Weather Icon:
lt_lt: Orù paveikslas:

source: Wind:
lt_lt: Vìjas:
