Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/useracl.po
Languages: cs_cz

source: Add New User Permission
cs_cz: Pøidej nové oprávnìní

source: Add New Share to User
cs_cz: Pøidej novou sdílenou slo¾ku u¾ivateli

source: Close
cs_cz: Zavøít

source: Folder
cs_cz: Slo¾ka

source: User
cs_cz: U¾ivatel

source: None
cs_cz: ®ádné

source: Read
cs_cz: Èíst

source: Append
cs_cz: Pøidávat

source: Delete
cs_cz: Mazat

source: Add User
cs_cz: Pøidat u¾ivatele

source: Update
cs_cz: Upravit

source: Notify user(s) by email
cs_cz: Uvìdomit u¾ivatele emailem

source: Update All
cs_cz: Upravit v¹echno

source: Search...
cs_cz: Hledat...

source: Draft folder
cs_cz: Slo¾ka Draft

source: Server replied:
cs_cz: Odpovìï serveru:

source: Shares
cs_cz: Sdílené slo¾ky

source: Successfully changed permissions for folder %s
cs_cz: Úspì¹nì zmìnìna oprávnìní ke slo¾ce %s

source: Failed to change permissions for folder %s
cs_cz: Nepodaøilo se zmìnit oprávnìní ke slo¾ce %s

source: No changes in permissions for folder %s
cs_cz: Nic nezmìnìno v oprávnìních ke slo¾ce %s

source: Cannot modify permissions on your own folder; you will always have full rights on your folders.
cs_cz: Nemù¾ete mìnit va¹e oprávnìní k va¹im vlastním slo¾kám. Máte k nim automaticky plná práva.

source: User %s already has %s permission for folder %s.
cs_cz: U¾ivatel %s ji¾ má oprávnìní %s ke slo¾ce %s.

source: User %s has been given %s permisssion for folder %s.
cs_cz: U¾ivatel %s získal oprávnìní %s ke slo¾ce %s.

source: Failed to give user %s %s permission for folder %s.
cs_cz: Nepodaøilo se dát u¾ivateli %s oprávnìní %s ke slo¾ce %s.

source: Specified user does not exist.
cs_cz: Takový u¾ivatel neexistuje.

source: Failed to send notification message to user %s
cs_cz: Nepodaøilo se poslat oznámení u¾ivateli %s

source: Failed to send notification message to users: %s
cs_cz: Nepodaøilo se poslat oznámení u¾ivatelùm: %s

source: Successfully sent notification message to user %s
cs_cz: Oznámení úspì¹nì posláno u¾ivateli %s

source: Successfully sent notification message to users: %s
cs_cz: Oznámení úspì¹nì posláno u¾ivatelùm: %s

source: User Permissions
cs_cz: Oprávnìní u¾ivatele

source: Current Permissions for Folder: %s
cs_cz: Nyní platná oprávnìní ke slo¾ce: %s
