Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/vacation.po
Languages: lt_lt

source: Change Settings
lt_lt: Pakeisti nustatymus

source: Here you can install an automatic reply message. Specify the subject, reply message, and if you want, a forwarding address. This will copy all incoming mail to another address as well as keep it in your mailbox.
lt_lt: Èia jþs galite nustatyti automatinius atsakymus. Galima nustatyti ¾inutìs pavadinim±, tekst± ir adres±, kuriuo reikia persiùsti gautus lai¹kus. Tai leistù persiùsti ¾inutes kitam adresatui ir kartu i¹saugoti jas savo pa¹to dì¾ìje.

source: Change Vacation Message
lt_lt: Pakeisti atostogù prane¹im±

source: You are not currently sending a reply message.<br>You can enter one by typing the subject and reply message and checking the box.
lt_lt: ©iuo metu jþs nesiunèiate jokio prane¹imo.<br>Jþs galite jç nustatyti u¾pildydami temos ir ¾inutìs teksto laukus bei pa¾ymìdami ¹ç lauk±.

source: You are currently responding with the following:
lt_lt: ©iuo metu jþs siunèiate ¾emiau nurodyt± prane¹im±:

source: You are not currently forwarding incoming messages.<br>This will copy all incoming mail to another address as well as keep it in your mailbox.
lt_lt: ©iuo metu jþs nepersiunèiate lai¹kù.<br>Persiuntimas leid¾ia nusiùsti gaunamus lai¹kus kitam adresatui ir kartu i¹saugoti juos savo pa¹to dì¾ìje.

source: You are currently sending a copy of incoming message to:
lt_lt: ©iuo metu jþs persiunèiate lai¹ku kopijas ç

source: To delete recipient and keep your vacation message, uncheck the checkbox and click
lt_lt: Norìdami pa¹alinti gavìj± ir i¹saugoti atostogù prane¹im±, nuimkite varnikê ir paspauskite

source: Vacation Message
lt_lt: Atostogù prane¹imas

source: Vacaction settings set by system administrator.
lt_lt: Atostogù nustatymus gali keisti tik pa¹to administratorius.

source: Send auto-reply to sender?
lt_lt: Ar siùsti automatinç atsakym± siuntìjui?

source: Forward incoming message to another email address?
lt_lt: Ar persiùsti gautus lai¹kus kitam adresatui?

source: No local delivery -- Forward and/or Auto-reply only.
lt_lt: Nesaugoti lai¹kù -- Naudoti tik persiuntim± ir/arba autoatsakiklç.

source: Vacation Subject
lt_lt: Atostogù prane¹imo tema

source: Forwarding E-Mail Addresses (One Address Per Line)
lt_lt: Persiuntimo adresai (po vien± adres± eilutìje)

source: Options
lt_lt: Nustatymai

source: Could not connect to FTP server.
lt_lt: Nepavyko prisijungti prie FTP serverio.

source: Failed to login to FTP server.
lt_lt: FTP serverio autorizacija nepavyko.

source: Unable to switch to passive FTP mode.
lt_lt: Nepavyko persijungti ç pasyvù FTP re¾im±.

source: An error occured uploading the file...
lt_lt: Çvyko klaida bandant nusiùsti fail±...

source: An error occured downloading the file.
lt_lt: Çvyko klaida atsisiunèiant fail±.

source: An error occured deleting the file...
lt_lt: Çvyko klaida trinant fail±...

source: Unknown action %s in do_ftp.
lt_lt: Ne¾inomas veiksmas %s tarp do_ftp funkcijos.
