Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/vkeyboard.po
Languages: cs_cz, nl_nl

source: seconds.
cs_cz: sekundami.
nl_nl: seconden.

source: Are you using a public computer?
cs_cz: <strong>Pou¾íváte právì veøejný poèítaè?</strong>
nl_nl: U gebruikt een publieke computer?

source: Clear
cs_cz: Vyèistit
nl_nl: Wis

source: Close
cs_cz: Zavøít
nl_nl: Sluit af

source: Enter your password with the
cs_cz: Vlo¾te Va¹e heslo pomocí
nl_nl: Voer uw paswoord in met

source: Enter your password:
cs_cz: Vlo¾te Va¹e heslo:
nl_nl: Voer uw paswoord in:

source: For this, you must point the mouse and keep it for few seconds on the key that you want to type.
cs_cz: Nyní musíte nasmìrovat Va¹i my¹ na klávesu, kterou hodláte stisknout a ponechat ji nìkolik sekund v klidu.
nl_nl: Om de gewenste toets aan te duiden, dient u met de muis de toets aan te wijzen en er gedurende enkele seconden op te blijven staan.

source: Help
cs_cz: Nápovìda
nl_nl: Hulp

source: It protects your password against keyloggers, which are hidden programs that capture everything that you type or click.
cs_cz: Chrání Va¹e heslo proti programùm typu keylogger, které jsou skryté a monitorují v¹e, co napí¹ete.
nl_nl: Dit beschermt uw paswoord tegen toetsloggers. Dit zijn programma's die elke toetsaanslag die u doet, registreren.

source: It's a keyboard that simulates a real keyboard. ;)
cs_cz: Toto je klávesnice, která simuluje reálnou klávesnici. ;)
nl_nl: Het is een toetsenbord dat een echt toetsenbord simuleert. ;)

source: Login
cs_cz: Pøihlásit

source: Open Virtual Keyboard
cs_cz: Otevøi virtuální klávesnici
nl_nl: Open het Virtuele Toetenbord

source: So, you can increase your security, using the virtual keyboard and its "automatic click" function.
cs_cz: Pou¾itím této virtuální klávesnice a funkce "automatické klikání" mù¾ete zvý¹it Va¹i bezpeènost.
nl_nl: Door gebruik te maken van Het Virtuele Toetenbord met de "automatische klik" functie kan u uw beveiliging verhogen.

source: The key will be pressed in
cs_cz: Klávesa byla sti¹tìna pøed
nl_nl: De toets zal ingedrukt worden in

source: Virtual Keyboard
cs_cz: virtuální klávesnice
nl_nl: Het Virtuele Toetenbord

source: Virtual Keyboard: Help
cs_cz: Teclado Virtual: Ajuda
nl_nl: Het Virtuele Toetenbord: Hulp

source: What's a virtual keyboard?
cs_cz: Co je virtuální klávesnice?
nl_nl: Wat is een Virtueel Toetenbord?

source: virtual keyboard
cs_cz: virtuální klávesnice.
nl_nl: Het Virtuele Toetenbord
