Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/vpopmail.po
Languages: lt_lt

source: Account Administration
lt_lt: S±skaitos administravimas

source: Allows the user to change the password, update Vacation messages and configure autoforwards
lt_lt: Leid¾ia vartotojui pasikeisti slapta¾odç, nustatyti atostogù prane¹imus ir automatinç persiuntim± kitu adresu

source: Deactivated
lt_lt: Atjungtas

source: Forward
lt_lt: Persiuntimas

source: Invalid Forward Destination has been entered
lt_lt: Buvo çvestas klaidingas persiuntimo adresas

source: Modify user
lt_lt: Keisti vartotoj±

source: New Password:
lt_lt: Naujas slapta¾odis:

source: No Forward Destination has been entered
lt_lt: Nenurodytas joks persiuntimo adresas

source: No Subject for reply message has been entered
lt_lt: Nenurodytas automatinio atsakiklio tekstas

source: Password (repeat):
lt_lt: Slapta¾odis (pakartoti):

source: Password administration
lt_lt: Slapta¾od¾io valdymas

source: Password successfully changed
lt_lt: Slapta¾odis buvo sìkmingai pakeistas

source: Subject:
lt_lt: Tema:

source: The password has been successfully changed
lt_lt: Slapta¾odis buvo sìkmingai pakeistas

source: The two passwords do not match
lt_lt: Nesutampa slapta¾od¾iai çvesti naujo slapta¾od¾io ir slapta¾od¾io patvirtinimo laukuose

source: To:
lt_lt: Kam:

source: VPOPMail - Account Administration
lt_lt: VPOPMail - S±skaitos administravimas

source: VPOPMail - Password changed
lt_lt: VPOPMail - Slapta¾odis pakeistas

source: Vacation / Forward
lt_lt: Atsakiklis / Persiuntimas

source: Vacation message
lt_lt: Automatinio atsakiklio prane¹imas

source: Your settings have been saved
lt_lt: Jþsù nustatymai buvo i¹saugoti

source: change password
lt_lt: pakeisti slapta¾odç

source: save local copy
lt_lt: i¹saugoti kopij± sau
