Repository: sitle/squirrelmail-src
Catalog: tags/rel-1_4_8-20060811/locales/locale/*/LC_MESSAGES/plugins/show_user_and_ip.po
Languages: cs_cz

source: Your username:
cs_cz: Vá¹ login:

source: Your IP address:
cs_cz: Va¹e IP adresa:

source: Your Hostname:
cs_cz: Jméno Vá¹eho poèítaèe:

source: Welcome,
cs_cz: Vítejte,

source: your last connection was from <strong>%s%s</strong> on <strong>%s</strong>.
cs_cz: Naposledy jste se pøipojil(a) z <strong>%s%s</strong> dne <strong>%s</strong>.

source: Show username under folders list:
cs_cz: Zobrazovat login pod seznamem Slo¾ek:

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Show IP address under folders list:
cs_cz: Zobrazovat IP adresu pod seznamem Slo¾ek:

source: Show hostname under folders list:
cs_cz: Zobrazovat jméno poèítaèe pod seznamem Slo¾ek:
