Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/plugins/attachment_doc.po
Languages: fi_fi, pl_pl

source: An error condition occurred while trying to display the html page converted from your document attachment.
fi_fi: Virhe tapahtui yritettٶessٶ nٶyttٶٶ muunnettua html-sivua liitetiedostosta.
pl_pl: Wyst±pi³ b³±d w czasie próby wy¶wietlenia strony html budowanej z za³±cznika

source: Back to message
fi_fi: Takaisin viestiin
pl_pl: Powrót do wiadomo¶ci

source: Download this as a file
fi_fi: Lataa tٶmٶ tiedosto
pl_pl: Pobierz jako plik

source: Hosted by:
fi_fi: Palveluntarjoaja:

source: Please retry your request or contact your administrator.
fi_fi: Yritٶ uudelleen tai ota yhteyttٶ yllٶpitٶjٶٶsi.
pl_pl: Spróbuj jeszcze raz lub skontaktuj siê z twoim administratorem

source: Plugin Logo
fi_fi: Lisٶosan Kuva
pl_pl: Logo wtyczki

source: Powered by:
fi_fi: Alustana:

source: SourceForge Logo
fi_fi: SourceForgen Kuva
pl_pl: Logo SourceForge

source: The requested html page could not be retrieved.
fi_fi: Pyydettyٶ html-sivua ei voitu hakea.
pl_pl: Problem z dostêpem do ¿±danej strony internetowej

source: View message
fi_fi: Nٶytٶ viesti
pl_pl: Podglad wiadomo¶ci

source: Viewing a document attachment
fi_fi: Nٶytetٶٶn documentin liitetiedosto
pl_pl: Podgl±d za³±cznika

source: pdftohtml
fi_fi: pdf:stٶ html:ksi
pl_pl: pdf jako html

source: view
fi_fi: nٶytٶ
pl_pl: podgl±d

source: wvWare Logo
fi_fi: vwWare Kuva
pl_pl: Logo wvWare
