Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/plugins/change_pass.po
Languages: hu_hu

source: Change Password
hu_hu: Jelszóváltoztatás

source: Closing Connection
hu_hu: Kapcsolat lezárása

source: Connecting to Password Server
hu_hu: Kapcsolódás a levelezõszerverhez

source: ERROR:
hu_hu: A következõ hiba történt:

source: New Password
hu_hu: Új jelszó:

source: Old Password
hu_hu: Jelenlegi jelszó:

source: Password changed successfully.
hu_hu: A jelszóváltoztatás sikerült.

source: Submit
hu_hu: Végrehajtás

source: This connects to your local Password Server to change your email password.
hu_hu: Itt lehet megváltoztatni az ön levelezéshez használt jelszavát.

source: Verify New Password
hu_hu: Új jelszó még egyszer:

source: You must also type in your new password in the verify box.
hu_hu: Az "Új jelszó még egyszer" mezõt ki kell tölteni!

source: You must type in a new password.
hu_hu: Az új jelszó nem egyezhet meg a jelenlegivel!

source: You must type in your old password.
hu_hu: Az "Jelenlegi jelszó" mezõt ki kell tölteni!

source: Your new password doesn't match the verify password.
hu_hu: Az új jelszó két példánya nem egyezik!

source: Your old password is not correct.
hu_hu: Rosszul adta meg a jelenlegi jelszót!
