Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/plugins/change_ldappass.po
Languages: pl_pl

source: <p align=center>Password changed successfully.</p>
pl_pl: <p align=center>Has³o zosta³o zmienione.</p>

source: Bind to database as $dn successful.
pl_pl: Pod³±cznie do bazy jako $dn powiod³o siê.

source: Bind to database as $ldap_manager_dn successful.
pl_pl: Pod³±cznie do bazy jako $ldap_manager_dn powiod³o siê.

source: Can't connect to Directory Server, please try later!
pl_pl: Brak po³±czenia z serwerem !

source: Change Password
pl_pl: Zmieñ has³o

source: Connecting to LDAP Server
pl_pl: Pod³aczam do serwera LDAP

source: Could not bind to the LDAP server as $ldap_manager_dn. Is the password correct?
pl_pl: Niemogê pod³aczyæ siê do bazy LDAP jako $ldap_manager_dn. Czy has³o jest poprawne?

source: Duplicate login entries detected, cannot change password!
pl_pl: Wykryto zdublowane wpisy logowania, nie mogê zmieniæ has³a!

source: LDAP Password change was not successful!
pl_pl: Zmiana has³a LDAP zakoñczy³a siê niepowodzeniem!

source: New Password:
pl_pl: Nowe has³o:

source: New Password: $newpass
pl_pl: Nowe Has³o: $newpass

source: Old Password:
pl_pl: Stare Has³o:

source: Password changed for user $username
pl_pl: Has³o dla u¿ytkownika $username zosta³o zmienione

source: Password type is {MD5}
pl_pl: Algorytmem szyfrowania has³a jest {MD5}

source: Password type is {SHA}
pl_pl: Algorytmem szyfrowania has³a jest {SHA}

source: Password type is {crypt}, sub-type $stype
pl_pl: Algorytmem szyfrowania has³a jest {crypt}, podtyp $stype

source: SMB Password change was not successful, so LDAP not changed!
pl_pl: Zmiana has³a SMB nie powiod³a siê, wiêc has³o LDAP nie zosta³o zmienione!

source: Stored Password: $lpass Old Password: $cpass
pl_pl: Zachowane has³o: $lpass Stare has³o: $cpass

source: This connects to your local Password Server to change your login password for all services.
pl_pl: To rozszerzenie umo¿liwia zmianê has³a logowania dla wszystkich us³ug.

source: Verify New Password:
pl_pl: Weryfikuj Nowe Has³o:

source: You must also type in your new password in the verify box.
pl_pl: Musisz tak¿e wpisaæ nowe has³o w polu <b>Weryfikuj Nowe Has³o</b>.

source: You must type in a new password.
pl_pl: Pole <b>Nowe Has³o</b> musi byæ wype³nione.

source: You must type in your old password.
pl_pl: Pole <b>Stare Has³o</b> musi byæ wype³nione.

source: Your login account was not found in the LDAP database, cannot change password!
pl_pl: Twoje konto nie zosta³o odnalezione w bazie LDAP, nie moge zmieniæ has³a!

source: Your new password doesn't match the verify password.
pl_pl: Twoje nowe has³o nie zgadza siê z weryfikowanym.

source: Your old password is not correct.
pl_pl: Stare has³o jest niepoprawne.

source: Password changed successfully
pl_pl: Zmiana has³a zakoñczy³a siê powodzeniem
