Repository: sitle/squirrelmail-src
Catalog: trunk/locales/locale/*/LC_MESSAGES/plugins/enews.po
Languages: fr_fr

source: Add a new message
fr_fr: Poster un nouveau message

source: Add this message
fr_fr: Poster ce message

source: Choose a topic
fr_fr: Choisissez un thème

source: Click here to confirm to delete
fr_fr: Cliquez ici pour confirmer l'effacement

source: Delete
fr_fr: Effacer

source: Post it
fr_fr: Poster

source: Small list of smileys
fr_fr: Liste d'émoticons

source: To post a comment it's here
fr_fr: Pour poster une réponse c'est ici

source: To post a new message it's here
fr_fr: Pour poster un nouveau message c'est ici

source: Your comment
fr_fr: Votre réponse

source: Your message
fr_fr: Votre message

source: Your subject
fr_fr: Votre sujet

source: by
fr_fr: par

source: comments
fr_fr: commentaires

source: posted by
fr_fr: posté par
