Repository: sitle/squirrelmail-src
Catalog: branches/SM-1_4_13/locales/locale/*/LC_MESSAGES/calendar.po
Languages: cs_cz

source: Sunday
cs_cz: Nedìle

source: Monday
cs_cz: Pondìlí

source: Tuesday
cs_cz: Úterý

source: Wednesday
cs_cz: Støeda

source: Thursday
cs_cz: Ètvrtek

source: Friday
cs_cz: Pátek

source: Saturday
cs_cz: Sobota

source: TODAY
cs_cz: DNES

source: Go
cs_cz: Jdi

source: Could not write calendar file %s
cs_cz: Nelze zapsat kalendáø - soubor %s

source: Badly formatted header color
cs_cz: ©patné formátování barvy - záhlaví

source: Badly formatted today color
cs_cz: ©patné formátování barvy - dnes

source: Badly formatted event color
cs_cz: ©patné formátování barvy - událost

source: Badly formatted day color
cs_cz: ©patné formátování barvy - den

source: Day view start time must come before end time
cs_cz: Poèáteèní èas denního zobrazení musí být pøed koncovým èasem

source: Personal Calendar for %s
cs_cz: Osobní kalendáø - %s

source: Must have domain information
cs_cz: Musí mít doménovou informaci

source: Valid event type must be specified
cs_cz: Musí být specifikována platná událost

source: Must specify valid recurrence type
cs_cz: Musí být specifikován platný typ opakování

source: Overall end of recurrence for recurring events must come after end of initial occurrence
cs_cz: Úplný konec opakování pro opakující se události musí být èasovì za prvotním výskytem

source: Must specify valid recurrence interval
cs_cz: Musí být specifikován platný interval opakování

source: Event must have a summary/title
cs_cz: Událost musí mít titul/popis

source: Must specify valid event priority
cs_cz: Musí být specifikována platná priorita události

source: Event must have a valid start date/time
cs_cz: Událost musí mít platné poèáteèní datum/èas

source: Event must have a valid end date/time
cs_cz: Událost musí mít platné ukonèovací datum/èas

source: End date/time must come after start date and time
cs_cz: Koncové datum/èas musí následovat po poèáteèním datu a èase

source: At least one parent calendar must be given
cs_cz: Musí existovat alespoò jeden nadøazený kalendáø

source: Event must have a creator
cs_cz: Událost musí mít autora

source: Event must have a creation date
cs_cz: Událost musí mít datum vytvoøení

source: Event must have at least one owner
cs_cz: Událost musí mít alespoò jednoho vlastníka

source: Unknown
cs_cz: Neznámá

source: Emergency
cs_cz: Pohotovostní

source: Urgent
cs_cz: Urgentní

source: Serious
cs_cz: Vá¾ná

source: Important
cs_cz: Dùle¾itá

source: Normal
cs_cz: Normální

source: Secondary
cs_cz: Druhoøadá

source: Low
cs_cz: Nízká

source: Insignificant
cs_cz: Bezvýznamná

source: Ignore
cs_cz: Ignorovatelná

source: Days
cs_cz: Dny

source: Weeks
cs_cz: Týdny

source: Months
cs_cz: Mìsíce

source: Years
cs_cz: Roky

source: Start time:
cs_cz: Zaèátek:

source: Length:
cs_cz: Délka:

source: Priority:
cs_cz: Priorita:

source: Title:
cs_cz: Název:

source: Set Event
cs_cz: Nastav Událost:

source: Event Has been added!
cs_cz: Událost byla pøidána!

source: Date:
cs_cz: Datum:

source: Time:
cs_cz: Èas:

source: Message:
cs_cz: Zpráva:

source: Day View
cs_cz: Denní Pohled

source: Do you really want to delete this event?
cs_cz: Opravdu chcete smazat tuto událost?

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Event deleted!
cs_cz: Událost smazána!

source: Nothing to delete!
cs_cz: Není co smazat!

source: Update Event
cs_cz: Aktualizovat Událost

source: Do you really want to change this event from:
cs_cz: Opravdu chcete zmìnit tuto událost z:

source: to:
cs_cz: na:

source: Event updated!
cs_cz: Událost Aktualizována!

source: Event Created Successfully
cs_cz: Událost Vytvoøena Úspì¹nì

source: Event Updated Successfully
cs_cz: Událost Aktualizována Úspì¹nì

source: Today
cs_cz: Dnes

source: All Day
cs_cz: V¹echny dny

source: Calendar
cs_cz: Kalendáø

source: Calendar Preferences
cs_cz: Mo¾nosti Kalendáøe

source: Change the way your calendars behave and are displayed, including the miniature calendar beneath the folder list.
cs_cz: Zmìny nastavení chovaní a zobrazování kalendáøù vè. mini-kalendáøe pod seznamem adresáøù.

source: Calendar Administration
cs_cz: Administrace kalendáøe

source: Create and maintain shared calendars. Edit holidays, assign calendar access by user, or create publicly available calendars.
cs_cz: Vytváøení a správa sdílených kalendáøù. Upravování státních svátkù, pøiøazování práv ke kalendáøùm podle u¾ivatelù èi vytváøení veøejnì dostupných kalendáøù.

source: %s hr.
cs_cz: %s hod.

source: %s day
cs_cz: %s den

source: %s days
cs_cz: %s dnù

source: %s wk.
cs_cz: %s týd.

source: %sam
cs_cz: %s dop.

source: %spm
cs_cz: %s odp.

source: Error:
cs_cz: Chyba:

source: Create New Calendar
cs_cz: Vytvoøit Nový Kalendáø

source: Name
cs_cz: Jméno

source: Create
cs_cz: Vytvoøit

source: Calendar Setup
cs_cz: Nastavení Kalendáøe

source: Create shared access calendars for select users or public calendars for all users.
cs_cz: Vytvoøit sdílený kalendáø pro vybrané u¾ivatele nebo veøejný kalendáø pro v¹echny u¾ivatele.

source: Manage user permissions for your shared calendars.
cs_cz: Nastavení práv u¾ivatele pro sdílené adresáøe.

source: Calendars
cs_cz: Kalendáøe

source: Users
cs_cz: U¾ivatelé

source: <b>Shared</b> calendars can be assigned to users with read only or read/write access. To manage user access to your shared calendars, use the "Users" button.
cs_cz: <b>Sdílené</b> kalendáøe mù¾ou být pøiøazeny u¾ivatelùm s právy pouze ke ètení nebo ke ètení a zápisu. Pro nastavení práv sdílený kalendáøù pou¾ij tlaèítko "U¾ivatelé".

source: <b>Public</b> calendars are available to all users in addition to their private personal calendar.
cs_cz: <b>Veøejné</b> kalendáøe jsou dostupné v¹em u¾ivatelùm navíc k jejich soukromému osobnímu kalendáøi.

source: Shared Calendars
cs_cz: Sdílené Kalendáøe

source: Shared calendars
cs_cz: Sdílené kalendáøe

source: No Shared Calendars Defined
cs_cz: ®ádné Sdílené Kalendáøe Nejsou Definovány

source: Public Calendars
cs_cz: Veøejné Kalendáøe

source: Public calendars
cs_cz: Veøejné kalendáøe

source: No Public Calendars Defined
cs_cz: ®ádné Veøejné Kalendáøe Nejsou Definovány

source: Delete
cs_cz: Smazat

source: Add a new calender
cs_cz: Pøidat nový kalendáø

source: make <b>PUBLIC</b> (read/write for all users)
cs_cz: vytvoøit <b>VEØEJNÝ</b> (ètení/zápis pro v¹echny)

source: Add
cs_cz: Pøidat

source: <b>To delete one or more users</b> from a calendar, check the box next to each username and click the 'Delete Users' button.
cs_cz: <b>Pro vymazání u¾ivatele/ù</b> z kalendáøe, za¹krtni políèko vedle u¾ivatelského jména a klikni na tlaèítko "Smazat U¾ivatele".

source: <b>To add a user</b> to a calendar, type in the username below the calendar, choose the user's access level, and click the 'Add User' button.
cs_cz: <b>K pøidání u¾ivatele</b> do kalendáøe, zapi¹ u¾ivatelské jméno pod kalendáø, zvol oprávnìní a zmáèkni tlaèítko "Pøidat u¾ivatele".

source: Note that you may use wildcards in user names: * means "zero or more characters" and ? means "exactly one alphanumeric character". For example, "*@mydomain.com" will give everyone in "mydomain.com" access to the calendars you assign to that username.
cs_cz: K zápisu u¾ivatelských jmen mù¾ete pou¾ívat zástupné znaky: * znamená "nula nebo více znakù", ? znamená "pøesnì jeden alfanumerický znak". Napø. "*@mojedomena.com" tedy dává pøistup v¹em u¾ivatelským jménùm z domény "mojedomena.com".

source: <b>To update user access levels</b> for a calendar, adjust the 'Access Level' selections, then click the 'Save' button below that calendar.
cs_cz: <b>K aktualizaci u¾ivatelských práv</b> pro kalendáø vyberte "Pøístupové Práva" a kliknìte na tlaèítko "Ulo¾it" pod kalendáøem.

source: Note that only owners of public calendars will have write access to those calendars.
cs_cz: Jenom vlastníci veøejných kalendáøù mají právo k zápisu do tìchto kalendáøù.

source: No Shared Calendars Have Been Defined
cs_cz: Není Definován ®ádný Sdílený Kalendáø

source: Public
cs_cz: Veøejný

source: Edit Holidays
cs_cz: Upravit Svátky

source: User
cs_cz: U¾ivatel

source: Access Level
cs_cz: Pøístupové Práva

source: No users defined for this calendar
cs_cz: Pro tento kalendáø není definován ¾ádný u¾ivatel

source: Read
cs_cz: Ètení

source: Write
cs_cz: Zápis

source: Owner
cs_cz: Vlastník

source: Delete Users
cs_cz: Sma¾ U¾ivatele

source: Add User
cs_cz: Pøidat U¾ivatele

source: Save
cs_cz: Ulo¾it

source: <b>To create a holiday,</b> blah blah and click the 'Blah Blah' button.
cs_cz: <b>K vytvoøení svátku,</b> blah blah a kliknìte na tlaèítko 'Blah Blah'.

source: Note that you must also add the new holiday to your calendar if desired.
cs_cz: Pokud je to ¾ádoucí, je také potøeba definovat v kalendáøi svátky.

source: <b>To add a holiday</b> to a calendar, blah blah blah and click the 'Blah Blah' button.
cs_cz: <b>K pøidání svátku</b> do kalendáøe, blah blah blah a kliknìte na tlaèítko 'Blah Blah'.

source: <b>To remove a holiday</b> from a calendar, blah blah blah, then click the 'Blah' button below that calendar.
cs_cz: <b>K odstranìní svátku</b> z kalendáøe, blah blah blah, pak kliknìte na tlaèítko 'Blah' pod kalendáøem.

source: No Holidays Have Been Defined
cs_cz: Nejsou Definovány ®ádné Svátky

source: Year View
cs_cz: Roèní pohled

source: Month View
cs_cz: Mìsíèní pohled

source: Tasks
cs_cz: Úkoly

source: General Calendar Options
cs_cz: Hlavní Mo¾nosti Kalendáøe

source: First Day of Week:
cs_cz: První den v týdnu

source: Priority at which Events Are Highlighted:
cs_cz: Které priority "Událostí" jsou zvýraznìny:

source: Show Daily Add Event Buttons in Month View:
cs_cz: Zobraz tlaèítko "Pøidání Události" dennì v mìsíèním pohledu:

source: Show Week Numbers in Month View:
cs_cz: Zobraz "Èísla Týdnù" v mìsíèním pohledu:

source: Show Event Start Times in Month View:
cs_cz: Zobraz "Poèáteèní Èas Události" v mìsíèním pohledu:

source: Maximum Number Events Shown Per Day in Month View:
cs_cz: Maximální poèet zobrazených událostí za den v mìsíèním pohledu:

source: Click on Event in Month View Goes To:
cs_cz: Kliknutí na "Událost" v mìsíèním pohledu vede na:

source: Event View
cs_cz: Zobrazení Události

source: Show Compacted Time of Day in Day View:
cs_cz: Zobraz "Kompaktní Èas" v denním pohledu:

source: Show Hourly Add Event Buttons in Day View:
cs_cz: Zobraz tlaèítko "Pøidání Události" hodinovì v denním pohledu:

source: Day View Start Time:
cs_cz: Poèáteèní èas denního zobrazení:

source: Day View End Time:
cs_cz: Koncový èas denního zobrazení:

source: Clock Skew To Remotely Hosted Calendars:
cs_cz: Èasový posun ke vzdálenì hostovaným kalendáøùm:

source: Minutes
cs_cz: Minuty

source: Small Calendar
cs_cz: Malý Kalendáø

source: Show Small Calendar Under Folder List:
cs_cz: Zobraz "Malý Kalendáø" pod seznamem adresáøù:

source: Small Calendar Source:
cs_cz: Zdroj "Malého Kalendáøe":

source: Personal
cs_cz: Osobní

source: Small Calendar Size:
cs_cz: Velikost "Malého Kalendáøe":

source: Default
cs_cz: Implicitní

source: Small Calendar Separator:
cs_cz: Oddìlovaè "Malého Kalendáøe":

source: None
cs_cz: ®ádný

source: Horizontal rule
cs_cz: Horizontální linka

source: Box
cs_cz: Rám

source: Show Year Title Above Small Calendar:
cs_cz: Zobraz rok nad "Malým Kalendáøem":

source: Show Today Link Above Small Calendar:
cs_cz: Zobraz odkaz na denní pohled - "Dnes" nad "Malým Kalendáøem":

source: Show Day Headers Above Small Calendar:
cs_cz: Zobraz poè. písmena dnù v týdnu nad "Malým Kalendáøem":

source: Use Same Background Colors for Days as Regular Calendar:
cs_cz: Pou¾ít stejné barvy pozadí pro dny jako v normálním kalendáøi:

source: Header Color:
cs_cz: Barva Záhlaví:

source: Today Color:
cs_cz: Barva pro "Dnes":

source: Event Color:
cs_cz: Barva Události:

source: Day Color:
cs_cz: Barva pro "Den":

source: Event Text Style:
cs_cz: Styl textu Události:

source: normal
cs_cz: normální

source: Submit
cs_cz: Potvrdit

source: Color Picker
cs_cz: Výbìr Barev

source: Click a box and the hexadecimal color will be shown below. Use these hex values for color box settings.
cs_cz: Klikni na ètvereèek a zobrazí se hexadecimální hodnota dané barvy. Tuto hodnotu pou¾ijte pro nastavení barev.

source: Hex Value
cs_cz: Hexa Hodnota

source: More
cs_cz: Více

source: Add Event
cs_cz: Pøidat Událost

source: Edit Calendar
cs_cz: Upravit Kalendáø

source: Create Event
cs_cz: Vytvoøit Událost

source: Summary:
cs_cz: Titulek:

source: Start:
cs_cz: Zaèátek:

source: End:
cs_cz: Konec:

source: Duration:
cs_cz: Trvání:

source: Recurrence:
cs_cz: Opakování:

source: One Time
cs_cz: Jednou

source: Recurring Every
cs_cz: Opakující se ka¾dý/ch

source: Help
cs_cz: Nápovìda

source: On
cs_cz: V

source: Sun
cs_cz: Ne

source: Mon
cs_cz: Po

source: Tue
cs_cz: Út

source: Wed
cs_cz: St

source: Thu
cs_cz: Èt

source: Fri
cs_cz: Pá

source: Sat
cs_cz: So

source: End Recurrence:
cs_cz: Konec opakování:

source: Recurrence Count:
cs_cz: Poèet Opakování:

source: Reminder:
cs_cz: Upomínka:

source: before event start
cs_cz: pøed zaèátkem události

source: Description:
cs_cz: Popis:

source: Delete Event
cs_cz: Sma¾ Událost:

source: Last Updated:
cs_cz: Poslední Aktualizace:

source: Created:
cs_cz: Vytvoøeno:

source: Reminder not set
cs_cz: Upomínka není nastavena

source: Occurrences
cs_cz: Výskyty

source: Confirm Deletion
cs_cz: Potvrï Smazání

source: Calendar Helper
cs_cz: Nápovìda Kalendáøe

source: Time Helper
cs_cz: Nápovìda k Èasu

source: Available Calendars
cs_cz: Dostupné Kalendáøe

source: remove
cs_cz: odstranit

source: edit
cs_cz: upravit

source: Add Personal Calendar
cs_cz: Pøidat Osobní Kalendáø

source: Add External Calendar
cs_cz: Pøidat Externí Kalendáø

source: Address:
cs_cz: Adresa:

source: Override Name:
cs_cz: Pøepsat Jméno:

source: Import Calendar
cs_cz: Importovat Kalendáø

source: Synch/Merge With
cs_cz: Synch/Slouèit s

source: Auto-detect
cs_cz: Auto-detekce

source: S M T W T F S
cs_cz: N P Ú S È P S

source: cont'd
cs_cz: pokraèoval

source: Could not load external calendar
cs_cz: Nelze nahrát externí kalendáø

source: Could not load external calendar; bad address
cs_cz: Nelze nahrát externí kalendáø; ¹patná adresa

source: Converting old calendar. . .
cs_cz: Konvertuji starý kalendáø . . .

source: Problem converting old calendar; please contact your administrator (%s)
cs_cz: Problém s konverzí starého kalendáøe; prosím kontaktujte va¹eho administrátora (%s)

source: Can't rename %s to %s
cs_cz: Nelze pøejmenovat z %s na %s

source: Problem converting old calendar; please contact your administrator (cannot execute %s)
cs_cz: Problém s konverzí starého kalendáøe; prosím kontaktujte va¹eho administrátora (nelze spustit %s)

source: Can't find old personal calendar: %s
cs_cz: Nemohu najít starý osobní kalendáø: %s

source: Successfully merged calendar into "%s"
cs_cz: Kalendáø úspì¹nì zaèlenìn do "%s"

source: You already have a calendar with the same ID. Are you sure you don't want to merge/synch the calendar you are uploading?
cs_cz: Kalendáø se stejným ID u¾ existuje. Opravdu nechcete slouèit/synch kalendáø který nahráváte ?
