Repository: sitle/squirrelmail-src
Catalog: tags/rel-1_5_1-20060409/locales/locale/*/LC_MESSAGES/plugins/change_ldappass.po
Languages: cs_cz

source: Change Password
cs_cz: Zmìna hesla

source: Old Password:
cs_cz: Staré heslo:

source: New Password:
cs_cz: Nové heslo:

source: Verify New Password:
cs_cz: Ovìøení nového hesla:

source: You must type in your old password.
cs_cz: Staré heslo není zadáno.

source: You must type in a new password.
cs_cz: Nové heslo není zadáno.

source: You must also type in your new password in the verify box.
cs_cz: Zadejte do políèka "ovìøení" znovu Va¹e nové heslo.

source: Your new password doesn't match the verify password.
cs_cz: Va¹e nové heslo a heslo zadané pro ovìøení spolu nesouhlasí.

source: Passwords can only contain the following characters:
cs_cz: Heslo smí obsahovat pouze tyto znaky:

source: Connecting to LDAP Server
cs_cz: Pøipojuji se k LDAP serveru

source: Can't connect to Directory Server, please try later!
cs_cz: Nelze se pøipojit k severu s hesly, zkuste to prosím pozdìji!

source: LDAP bind failed.
cs_cz: Navázání LDAP se nezdaøilo.

source: LDAP bind successful.
cs_cz: Navázání LDAP probìhlo úspì¹nì.

source: Duplicate login entries detected, cannot change password!
cs_cz: Nalezeno nìkolik záznamù odpovídajících stejnému loginu, heslo nelze zmìnit!

source: Your login account was not found in the LDAP database, cannot change password!
cs_cz: Vá¹ login nebyl v LDAP databázi nalezen, heslo nelze zmìnit!

source: Your old password is not correct.
cs_cz: Staré heslo není platné.

source: We could not retrieve your old password from the LDAP server.
cs_cz: Nepodaøilo se naèíst Va¹e pùvodní heslo.

source: Password type is
cs_cz: Typ hesla je

source: Stored Password:
cs_cz: Ulo¾ené heslo:

source: SMB Password change was not successful, so LDAP not changed!
cs_cz: SMB heslo se nepodaøilo zmìnit, tak¾e nebylo zmìnìno ani LDAP heslo!

source: Password changed for user
cs_cz: Zmìnìno heslo u¾ivatele

source: Password changed successfully
cs_cz: Zmìna hesla probìhla úspì¹nì

source: LDAP Password change was not successful!
cs_cz: Heslo se nepodaøilo zmìnit!

source: LDAP ERROR =>
cs_cz: Chyba LDAP =>

source: This connects to your local Password Server to change your login password for all services.
cs_cz: Zde si mù¾ete zmìnit heslo pro pøihla¹ování.
