Repository: sitle/squirrelmail-src
Catalog: branches/SM-1_5_0/locales/locale/*/LC_MESSAGES/select_range.po
Languages: sv_se

source: Options
sv_se: Inställningar

source: Select Range Options
sv_se: Intervallmarkeringar

source: Select Range
sv_se: Markera intervall

source: Number of list items before showing link
sv_se: Antal poster innan länken "Markera intervall" visas

source: Set to 0 to always show the link
sv_se: (Ange "0" för alltid eller "-1" för aldrig)

source: Display select range errors
sv_se: Visa felmeddelanden vid intervallmarkeringar

source: Number of messages before showing select range link
sv_se: Antal brev innan länken "Markera intervall" visas

source: Please leave at least one un-selected address between the first and last selected addresses
sv_se: Det måste vara minst en omarkerad adress mellan den första och den sista markeringen.

source: Please select at least two addresses
sv_se: Välj minst två adresser

source: Please leave at least one un-selected message between the first and last selected messages
sv_se: Det måste vara minst ett omarkerat brev mellan den första och den sista markeringen.

source: Please select at least two messages
sv_se: Välj minst två brev
