Repository: sitle/squirrelmail-src
Catalog: tags/rel-1_5_1-20060409/locales/locale/*/LC_MESSAGES/abook_import_export.po
Languages: cs_cz

source: Please select a file for uploading. You can do this by clicking on the browse button on the %sAddress Book%s page.
cs_cz: Vyberte soubor k importu, napøíklad pomocí tlaèítka Procházet... v %sAdresáøi%s

source: Imported CSV file is too big. Contact your system administrator, if you want to import files, that are bigger than %s.
cs_cz: Vlo¾ený soubor je moc velký. Obra»te se na správce Va¹eho systému, pokud potøebujete importovat soubor(y) vìt¹í ne¾ %s.

source: Error, could not open address file.
cs_cz: Chyba, soubor s adresáøem není mo¾né otevøít.

source: No#
cs_cz: Ø.

source: Omit
cs_cz: Vynechat

source: Finish
cs_cz: Dokonèit

source: Add to addressbook:
cs_cz: Doplnit do adresáøe:

source: The following rows have errors
cs_cz: Následující øádky obsahují chybu

source: Row %d:
cs_cz: Øádek %d:

source: There were errors uploading the data, as listed below. Entries not listed here were uploaded.
cs_cz: Bìhem nahrávání do¹lo k problémùm. Øádky, které nejsou zobrazeny, byly úspì¹nì nahrány.

source: Upload Completed!
cs_cz: Nahrání dokonèeno!

source: Click on the link below to verify your work.
cs_cz: Zkontrolujte si svoji práci pomocí odkazu uvedeného ní¾e.

source: Addresses
cs_cz: Adresy

source: Import Address Book:
cs_cz: Importovat adresáø:

source: Import CSV File
cs_cz: Importovat CSV soubor

source: Export Address Book:
cs_cz: Exportovat adresáø:

source: Export to CSV File
cs_cz: Exportovat do CSV souboru

source: Nickname
cs_cz: Pøezdívka

source: First Name
cs_cz: Jméno

source: Last Name
cs_cz: Pøíjmení

source: Additional Info
cs_cz: Doplòující informace

source: Do Not Include
cs_cz: Ignorovat

source: Row '%s' contains LDIF email address. This is not currently supported.
cs_cz: Øádek '%s' obsahuje e-mailovou adresu ve formátu LDIF. To není v souèasnosti podporováno.
