Repository: sitle/squirrelmail-src
Catalog: branches/SM-1_2-STABLE/squirrelmail/locale/*/LC_MESSAGES/squirrelmail.po
Languages: lt_lt

source: Address Book
lt_lt: Adresø knyga

source: All
lt_lt: Visi

source: Name
lt_lt: Vardas

source: E-mail
lt_lt: E-paðtas

source: Source
lt_lt: Ðaltinis

source: To
lt_lt: Kam

source: Use Addresses
lt_lt: Naudoti adresus

source: Address Book Search
lt_lt: Paieðka adresø knygoje

source: Search for
lt_lt: Ieðkoti

source: All address books
lt_lt: Visose adresø knygose

source: Search
lt_lt: Ieðkoti

source: List all
lt_lt: Rodyti visus

source: Unable to list addresses from %s
lt_lt: Nepavyko gauti adresø ið %s

source: Your search failed with the following error(s)
lt_lt: Paieðka nutrûko dël þemiau nurodytø(os) klaidø(os)

source: No persons matching your search was found
lt_lt: Nerastas nei vienas asmuo, atitinkantis paieðkos kriterijus

source: Return
lt_lt: Gráþti

source: Close
lt_lt: Uþdaryti

source: Nickname
lt_lt: Trumpas vardas

source: Must be unique
lt_lt: Turi nesutapti su kitu vardu

source: E-mail address
lt_lt: E-paðto adresas

source: First name
lt_lt: Vardas

source: Last name
lt_lt: Pavardë

source: Additional info
lt_lt: Papildoma informacija

source: No personal address book is defined. Contact administrator.
lt_lt: Asmeninë adresø knyga nesukurta. Susisiekite su adminu.

source: You can only edit one address at the time
lt_lt: Galima redaguoti tik po vienà adresà

source: Update address
lt_lt: Atnaujinti adresà

source: ERROR
lt_lt: KLAIDA

source: Unknown error
lt_lt: Neaiðki klaida

source: Add address
lt_lt: Átraukti adresà

source: Edit selected
lt_lt: Redaguoti pasirinktà

source: Delete selected
lt_lt: Iðtrinti pasirinktà(us)

source: Add to %s
lt_lt: Átraukti á adresø knygà (%s)

source: Draft Email Saved
lt_lt: Juodraðtis iðsaugotas

source: Could not move/copy file. File not attached
lt_lt: Neámanoma perkelti/kopijuoti failo. Failas neprikabintas

source: Original Message
lt_lt: Originali þinutë

source: Subject
lt_lt: Tema

source: From
lt_lt: Nuo

source: Date
lt_lt: Data

source: Draft Saved
lt_lt: Juodraðtis iðsaugotas

source: Your Message has been sent
lt_lt: Jûsø þinutë iðsiøsta

source: From:
lt_lt: Nuo:

source: To:
lt_lt: Kam:

source: Subject:
lt_lt: Tema:

source: Send
lt_lt: Siøsti

source: Attach:
lt_lt: Prikabinti:

source: Add
lt_lt: Pridëti

source: Delete selected attachments
lt_lt: Iðtrinti pasirinktus failus

source: Priority
lt_lt: Prioritetas

source: High
lt_lt: Aukðtas

source: Normal
lt_lt: Normalus

source: Low
lt_lt: Þemas

source: Receipt
lt_lt: Patvirtinimas

source: On read
lt_lt: Skaitymo metu

source: On Delivery
lt_lt: Pristatymo metu

source: Signature
lt_lt: Paraðas

source: Addresses
lt_lt: Adresai

source: Save Draft
lt_lt: Iðsaugoti juodraðtá

source: You have not filled in the "To:" field.
lt_lt: Jûs neuþpildëte gavëjo lauko (Kam:)

source: said
lt_lt: paraðë

source: quote
lt_lt: citata

source: who
lt_lt: kas

source: Viewing a text attachment
lt_lt: Perþiûrëti prikabintà tekstiná failà

source: View message
lt_lt: Perþiûrëti þinutæ

source: Download this as a file
lt_lt: Parsisiøsti kaip failà

source: Viewing a message attachment
lt_lt: Prikabinto priedo perþiûra

source: Date:
lt_lt: Data:

source: more
lt_lt: daugiau

source: less
lt_lt: maþiau

source: Illegal folder name. Please select a different name.
lt_lt: Neteisingas aplanko vardas. Pasirinkite kità vardà.

source: Click here to go back
lt_lt: Spragtelëkite èia, kad gráþti atgal

source: You have not selected a folder to delete. Please do so.
lt_lt: Bandant trinti buvo nepasirinktas joks aplankas.

source: Folders
lt_lt: Aplankai

source: Subscribed successfully!
lt_lt: Uþsiprenumeravote sëkmingai!

source: Unsubscribed successfully!
lt_lt: Atðaukëte prenumeratà sëkmingai!

source: Deleted folder successfully!
lt_lt: Aplankas iðtrintas!

source: Created folder successfully!
lt_lt: Aplankas sukurtas!

source: Renamed successfully!
lt_lt: Pervadinta!

source: refresh folder list
lt_lt: atnaujinti aplankø sàraðà

source: Create Folder
lt_lt: Sukurti aplankà

source: as a subfolder of
lt_lt: kaip papildomà aplankà aplanke

source: None
lt_lt: Joks

source: Let this folder contain subfolders
lt_lt: Ðiame aplanke galima kurti kitus aplankus

source: Create
lt_lt: Sukurti

source: Rename a Folder
lt_lt: Pervardinti aplankà

source: Select a folder
lt_lt: Pasirinkti aplankà

source: Rename
lt_lt: Pervardinti

source: No folders found
lt_lt: Nerasta jokiø aplankø

source: Delete Folder
lt_lt: Iðtrinti aplankà

source: Delete
lt_lt: Iðtrinti

source: Unsubscribe
lt_lt: Atðaukti prenumeratà

source: Subscribe
lt_lt: Uþsiprenumeruoti

source: No folders were found to unsubscribe from!
lt_lt: Nerasta aplankø, kuriuose galima bûti atðaukti prenumeratà!

source: No folders were found to subscribe to!
lt_lt: Nerasti prenumeratos aplankai!

source: You have not selected a folder to rename. Please do so.
lt_lt: Bandant pervadinti buvo nepasirinktas joks aplankas.

source: Rename a folder
lt_lt: Pervardinti aplankà

source: New name:
lt_lt: Naujas vardas:

source: Submit
lt_lt: Vykdyti

source: ERROR: Help files are not in the right format!
lt_lt: KLAIDA: Pagalbos sistema yra netinkamame formate!

source: Help
lt_lt: Pagalba

source: The help has not been translated to %s. It will be displayed in English instead.
lt_lt: Pagalbos sistema neiðversta á %s. Ji bus tik anglø kalba.

source: Some or all of the help documents are not present!
lt_lt: Dalis arba visi pagalbos sistemos dokumentai nepasiekiami!

source: Table of Contents
lt_lt: Turinys

source: Previous
lt_lt: Ankstesnis

source: Next
lt_lt: Kitas

source: Top
lt_lt: Virðus

source: Viewing an image attachment
lt_lt: Perþiûrëti prikabintà pieðiná

source: purge
lt_lt: iðvalyti

source: Last Refresh
lt_lt: Paskutinis atnaujinimas

source: Login
lt_lt: Prisijungti

source: SquirrelMail version %s
lt_lt: SquirrelMail versija %s

source: By the SquirrelMail Development Team
lt_lt: sukurta SquirrelMail programuotojø

source: %s Login
lt_lt: %s paðtas

source: Name:
lt_lt: Vardas:

source: Password:
lt_lt: Slaptaþodis:

source: <No subject>
lt_lt: <tema nenurodyta>

source: No messages were selected.
lt_lt: Nepasirinkta nei viena þinutë.

source: General Display Options
lt_lt: Bendriniai grafiniai nustatymai

source: Theme
lt_lt: Tema

source: Default
lt_lt: Standartinë

source: Custom Stylesheet
lt_lt: Specialus stiliaus apraðymas

source: Language
lt_lt: Kalba

source: Use Javascript
lt_lt: Naudoti JavaScript

source: Autodetect
lt_lt: Atpaþinti automatiðkai

source: Always
lt_lt: Visada

source: Never
lt_lt: Niekada

source: Mailbox Display Options
lt_lt: Paðto dëþës grafiniai nustatymai

source: Number of Messages to Index
lt_lt: Vienu metu rodomø þinuèiø skaièius

source: Enable Alternating Row Colors
lt_lt: Naudoti skirtingas spalvas eilutëms

source: Enable Page Selector
lt_lt: Naudoti skaidymà á puslapius

source: Maximum Number of Pages to Show
lt_lt: Vienu metu rodomø puslapiø skaièius

source: Message Display and Composition
lt_lt: Þinuèiø rodymas ir raðymas

source: Wrap Incoming Text At
lt_lt: Simboliø skaièius, iki kurio apriboti atëjusias þinutes

source: Size of Editor Window
lt_lt: Redaktoriaus lango dydis

source: Location of Buttons when Composing
lt_lt: Mygtukø vieta raðant laiðkus

source: Before headers
lt_lt: Prieð antraðtæ

source: Between headers and message body
lt_lt: Tarp antraðtës ir þinutës teksto

source: After message body
lt_lt: Po þinutës teksto

source: Addressbook Display Format
lt_lt: Adresø knygos formatas

source: Show HTML Version by Default
lt_lt: Ar automatiðkai rodyti þinutës HTML variantà?

source: Include Me in CC when I Reply All
lt_lt: Átrauk mane á CC kai atsakau visiems

source: Include CCs when forwarding messages
lt_lt: Átraukti CC adresus persiunèiant laiðkus

source: Enable Mailer Display
lt_lt: Rodyti paðto kliento informacijà

source: Display Attached Images with Message
lt_lt: Rodyti prikabintus pieðinius kartu su þinute

source: Enable Subtle Printer Friendly Link
lt_lt: Rodyti puslapiø, skirtø spausdinimui, nuorodas

source: Enable Printer Friendly Clean Display
lt_lt: Ájungti ðvarø spausdinimui skirtà þinuèiø rodymà

source: Enable request/confirm reading
lt_lt: Ájungti patvirtinimus apie gavimà

source: Always compose in a new window
lt_lt: Visada kurti naujame lange

source: Width of compose window
lt_lt: Þinutës kûrimo lango plotis

source: Height of compose window
lt_lt: Þinutës kûrimo lango aukðtis

source: Append signature before reply/forward text
lt_lt: Dëti paraðà prieð atsakymo/persiuntimo tekstà

source: Use receive date for sort
lt_lt: Rûðiuoti pagal gavimo datà

source: Use References header for thread sort
lt_lt: Naudoti nuorodø antraðtes rûðiuojant pagal sekas

source: Special Folder Options
lt_lt: Specialûs aplankø nustatymai

source: Folder Path
lt_lt: Kelias iki aplanko

source: Do not use Trash
lt_lt: Nenaudoti ðiukðliø aplanko

source: Trash Folder
lt_lt: Ðiukðliø aplankas

source: Do not use Sent
lt_lt: Nenaudoti Iðsiøstø laiðkø aplanko

source: Sent Folder
lt_lt: Iðsiøstø laiðkø aplankas

source: Do not use Drafts
lt_lt: Nenaudoti juodraðèiø aplanko

source: Draft Folder
lt_lt: Juodraðèiø aplankas

source: Folder List Options
lt_lt: Aplankø sàraðo nustatymai

source: Location of Folder List
lt_lt: Aplankø sàraðo vieta

source: Left
lt_lt: Kairëje

source: Right
lt_lt: Deðinëje

source: pixels
lt_lt: pikseliai

source: Width of Folder List
lt_lt: Aplankø sàraðo plotis

source: Minutes
lt_lt: minutës

source: Seconds
lt_lt: sekundës

source: Minute
lt_lt: minutë

source: Auto Refresh Folder List
lt_lt: Atnaujinti aplankø sàraðà automatiðkai

source: Enable Unread Message Notification
lt_lt: Ájungti perspëjimus apie naujas þinutes

source: No Notification
lt_lt: Jokiø perspëjimø

source: Only INBOX
lt_lt: Tik INBOX

source: All Folders
lt_lt: Visuose aplankuose

source: Unread Message Notification Type
lt_lt: Perspëjimø apie naujas þinutes tipas

source: Only Unseen
lt_lt: Tik naujos þinutës

source: Unseen and Total
lt_lt: Naujos þinutës ir bendras skaièius

source: Enable Collapsable Folders
lt_lt: Aktyvuoti iðsiskleidþianèius aplankus

source: Show Clock on Folders Panel
lt_lt: Rodyti laikrodá aplankø skyriuje

source: No Clock
lt_lt: Jokio laikrodþio

source: Hour Format
lt_lt: Laiko formatas

source: 12-hour clock
lt_lt: 12 valandø laikrodis

source: 24-hour clock
lt_lt: 24 valandø laikrodis

source: Memory Search
lt_lt: Paieðka atmintyje

source: Disabled
lt_lt: Atjungta

source: Options
lt_lt: Nustatymai

source: Message Highlighting
lt_lt: Þinuèiø þymëjimas

source: New
lt_lt: Nauja

source: Done
lt_lt: Baigti

source: Edit
lt_lt: Taisyti

source: No highlighting is defined
lt_lt: Joks iðskyrimas neapraðytas

source: Identifying name
lt_lt: Priskirtas vardas

source: Color
lt_lt: Spalva

source: Dark Blue
lt_lt: Tamsiai mëlyna

source: Dark Green
lt_lt: Tamsiai þalia

source: Dark Yellow
lt_lt: Tamsiai geltona

source: Dark Cyan
lt_lt: Tamsiai violetinë

source: Dark Magenta
lt_lt: Tamsiai purpurinë

source: Light Blue
lt_lt: Ðviesiai mëlyna

source: Light Green
lt_lt: Ðviesiai þalia

source: Light Yellow
lt_lt: Ðviesiai geltona

source: Light Cyan
lt_lt: Ðviesiai violetinë

source: Light Magenta
lt_lt: Ðviesiai purpurinë

source: Dark Gray
lt_lt: Tamsiai pilka

source: Medium Gray
lt_lt: Vidutiniðkai pilka

source: Light Gray
lt_lt: Ðviesiai pilka

source: White
lt_lt: Balta

source: Other:
lt_lt: Kita:

source: Ex: 63aa7f
lt_lt: Pvz: 63aa7f

source: To or Cc
lt_lt: Kam arba Cc

source: Matches
lt_lt: Atitinka

source: Advanced Identities
lt_lt: Specialûs ID

source: Default Identity
lt_lt: Standartinis ID

source: Alternate Identity %d
lt_lt: Specialus ID %d

source: Add a New Identity
lt_lt: Sukurti naujà ID

source: Full Name
lt_lt: Pilnas vardas

source: E-Mail Address
lt_lt: E-paðto adresas

source: Reply To
lt_lt: Adresas, kuriuo reikia siøsti atsakymus

source: Save / Update
lt_lt: Iðsaugoti / Atnaujinti

source: Make Default
lt_lt: Padaryti standartiniu

source: Move Up
lt_lt: Perkelti aukðtyn

source: Index Order
lt_lt: Rûðiavimo tvarka

source: Checkbox
lt_lt: Þymeklis

source: Flags
lt_lt: Markeriai

source: Size
lt_lt: Dydis

source: The index order is the order that the columns are arranged in the message index. You can add, remove, and move columns around to customize them to fit your needs.
lt_lt: Rûðiavimo tvarka nustato tai, kaip tvarkomas þinuèiø sàraðas. Jûs galite pridëti arba iðmesti stulpelius arba keisti jø eiliðkumà taip, kaip jums patinka.

source: up
lt_lt: aukðtyn

source: down
lt_lt: þemyn

source: remove
lt_lt: iðmesti

source: Return to options page
lt_lt: Gráþti á nustatymø puslapá

source: Name and Address Options
lt_lt: Vardo ir adreso nustatymai

source: Email Address
lt_lt: E-paðto adresas

source: Edit Advanced Identities
lt_lt: Taisyti specialius ID

source: Multiple Identities
lt_lt: Skirtingi ID

source: Same as server
lt_lt: Atitinka serverio laiko juostà

source: Timezone Options
lt_lt: Laiko juostos nustatymai

source: Your current timezone
lt_lt: Jûsø laiko juosta

source: Reply Citation Options
lt_lt: Atsakymo citatø nustatymai

source: Reply Citation Style
lt_lt: Atsakymo citatø stilius

source: No Citation
lt_lt: Nieko necituoti

source: AUTHOR Said
lt_lt: AUTORIUS pasakë

source: User-Defined
lt_lt: Nustato vartotojas

source: User-Defined Citation Start
lt_lt: Vartotojo nustatyta atsakymo citatø pradþia

source: User-Defined Citation End
lt_lt: Vartotojo nustatyta atsakymo citatø pabaiga

source: Signature Options
lt_lt: Paraðo nustatymai

source: Use Signature
lt_lt: Naudoti paraðà

source: Prefix Signature with '-- ' Line
lt_lt: Prieð paraðà raðyti '-- ' eilutæ

source: Personal Information
lt_lt: Asmeninë informacija

source: Display Preferences
lt_lt: Grafiniai nustatymai

source: Folder Preferences
lt_lt: Aplankø nustatymai

source: Successfully Saved Options
lt_lt: Nustatymai sëkmingai iðsaugoti

source: Refresh Folder List
lt_lt: Atnaujinti aplankø sàraðà

source: Refresh Page
lt_lt: Atnaujinti puslapá

source: This contains personal information about yourself such as your name, your email address, etc.
lt_lt: Èia jûs nustatote asmeninæ informacijà (vardà, e-paðtà ir kt.)

source: You can change the way that SquirrelMail looks and displays information to you, such as the colors, the language, and other settings.
lt_lt: Jûs galite pakeisti bendrà SquirrelMail iðvaizdà, nustatydami patinkanèius spalvø, kalbos ir kitus nustatymus.

source: Based upon given criteria, incoming messages can have different background colors in the message list. This helps to easily distinguish who the messages are from, especially for mailing lists.
lt_lt: Laiðkai gali bûti suþymëti skirtingomis spalvomis pagal nustatytus kriterijus. Tai leidþia skirti laiðkø siuntëjus ir gali bûti naudinga dirbant su persiuntimo sàraðais (mailing lists).

source: These settings change the way your folders are displayed and manipulated.
lt_lt: Èia jûs nustatote kaip tvarkomi jûsø paðto aplankai.

source: The order of the message index can be rearranged and changed to contain the headers in any order you want.
lt_lt: Rûðiavimo tvarka gali bûti pakeista spragtelëjus ant stulpelio antraðtës.

source: Message not printable
lt_lt: Þinutë netinka spausdinimui

source: Printer Friendly
lt_lt: Spausdinimui

source: Print
lt_lt: Spausdinti

source: Close Window
lt_lt: Uþdaryti langà

source: View Printable Version
lt_lt: Rodyti spausdinamà versijà

source: Your message
lt_lt: Jûsø þinutë

source: Sent:
lt_lt: Iðsiusta:

source: Was displayed on %s
lt_lt: Buvo perskaitytas %s

source: Read:
lt_lt: Perskaityta:

source: Viewing Full Header
lt_lt: Pilna antraðèiø perþiûra

source: Message List
lt_lt: Þinuèiø sàraðas

source: Resume Draft
lt_lt: Tæsti juodraðèio redagavimà

source: Edit Message as New
lt_lt: Taisyti þinutæ kaip naujà

source: Forward
lt_lt: Persiøsti

source: Reply
lt_lt: Atsakyti

source: Reply All
lt_lt: Atsakyti visiems

source: View Full Header
lt_lt: Perþiûrëti visas antraðtes

source: Mailer
lt_lt: Paðto klientas

source: Read receipt
lt_lt: Patvirtinimas apie perskaitymà

source: send
lt_lt: siøsti

source: requested
lt_lt: praðë

source: Send read receipt now
lt_lt: Iðsiøsti patvirtinimà apie perskaitymà

source: The message sender has requested a response to indicate that you have read this message. Would you like to send a receipt?
lt_lt: Þinutës siuntëjas papraðë patvirtinti, kad jûs jà perskaitëte. Ar norite iðsiøsti patvirtinimà?

source: You must be logged in to access this page.
lt_lt: Norint pasiekti ðiuos puslapius, bûtina þinoti teisingà vartotojo vardà ir slaptaþodá!

source: There was an error contacting the mail server.
lt_lt: Ávyko klaida bandant susisiekti su paðto serveriu.

source: Contact your administrator for help.
lt_lt: Susisiekite su administratoriumi, jei reikia pagalbos.

source: edit
lt_lt: taisyti

source: search
lt_lt: ieðkoti

source: delete
lt_lt: iðtrinti

source: Recent Searches
lt_lt: Paskutinës paieðkos

source: save
lt_lt: iIðsaugoti

source: forget
lt_lt: pamirðti

source: Current Search
lt_lt: Dabartinë paieðka

source: Body
lt_lt: Tekstas

source: Everywhere
lt_lt: Bet kur

source: Search Results
lt_lt: Paieðkos rezultatai:

source: No Messages found
lt_lt: Nerasta jokiø þinuèiø

source: Sign Out
lt_lt: Atsijungti

source: You have been successfully signed out.
lt_lt: Jûs sëkmingai atsijungëte.

source: Click here to log back in.
lt_lt: Spragtelëkite ant nuorodos norëdami vël prisijungti

source: Viewing a Business Card
lt_lt: Vizitinës kortelës perþiûra

source: Title
lt_lt: Antraðtë

source: Email
lt_lt: E-paðtas

source: Web Page
lt_lt: WWW puslapis

source: Organization / Department
lt_lt: Organizacija / Padalinys

source: Address
lt_lt: Adresas

source: Work Phone
lt_lt: Darbo telefonas

source: Home Phone
lt_lt: Namø telefonas

source: Cellular Phone
lt_lt: Mobilus telefonas

source: Fax
lt_lt: Faksas

source: Note
lt_lt: Pastabos

source: Add to Addressbook
lt_lt: Átraukti á adresø knygà

source: Note Field Contains
lt_lt: Pastabø lauke yra

source: Title & Org. / Dept.
lt_lt: Pareigos ir organizacija / padalinys

source: Personal address book
lt_lt: Asmeninë adresø knyga

source: Database error: %s
lt_lt: Duomenø bazës klaida: %s

source: Addressbook is read-only
lt_lt: Adresø knyga yra skirta tik skaitymui

source: User '%s' already exist
lt_lt: Vartotojas '%s' jau yra

source: User '%s' does not exist
lt_lt: Vartotojo '%s' nëra

source: Global address book
lt_lt: Visose adresø knygose

source: No such file or directory
lt_lt: Nëra tokio failo ar katalogo

source: Open failed
lt_lt: Nepavyko atidaryti

source: Can not modify global address book
lt_lt: Negalima keisti bendros adresø knygos

source: Not a file name
lt_lt: Tai ne failo vardas

source: Write failed
lt_lt: Nepavyko áraðyti

source: Unable to update
lt_lt: Nepavyko atnaujinti

source: Could not lock datafile
lt_lt: Nepavyko rezervuoti duomenø failo

source: Write to addressbook failed
lt_lt: Nepavyko raðyti á adresø knygà

source: Error initializing addressbook database.
lt_lt: Nepavyko prisijunti prie LDAP serverio %s:

source: Error opening file %s
lt_lt: Atidarant failà %s gauta klaida

source: Error initializing global addressbook.
lt_lt: Nepavyko prisijunti prie LDAP serverio %s:

source: Error initializing LDAP server %s:
lt_lt: Nepavyko prisijunti prie LDAP serverio %s:

source: Invalid input data
lt_lt: Klaidingai pateikti duomenys

source: Name is missing
lt_lt: Trûksta vardo

source: E-mail address is missing
lt_lt: Trûksta e-paðto adreso

source: Nickname contains illegal characters
lt_lt: Varde yra netinkami simboliai

source: view
lt_lt: perþiûra

source: Business Card
lt_lt: Vizitinë kortelë

source: Sunday
lt_lt: Sekmadienis

source: Monday
lt_lt: Pirmadienis

source: Tuesday
lt_lt: Antradienis

source: Wednesday
lt_lt: Treèiadienis

source: Thursday
lt_lt: Ketvirtadienis

source: Friday
lt_lt: Penktadienis

source: Saturday
lt_lt: Ðeðtadienis

source: Sun
lt_lt: Sek

source: Mon
lt_lt: Pir

source: Tue
lt_lt: Ant

source: Wed
lt_lt: Tre

source: Thu
lt_lt: Ket

source: Fri
lt_lt: Pen

source: Sat
lt_lt: Ðeð

source: January
lt_lt: Sausis

source: February
lt_lt: Vasaris

source: March
lt_lt: Kovas

source: April
lt_lt: Balandis

source: May
lt_lt: Geguþë

source: June
lt_lt: Birþelis

source: July
lt_lt: Liepa

source: August
lt_lt: Rugpjûtis

source: September
lt_lt: Rugsëjis

source: October
lt_lt: Spalis

source: November
lt_lt: Lapkritis

source: December
lt_lt: Gruodis

source: Jan
lt_lt: Sau

source: Feb
lt_lt: Vas

source: Mar
lt_lt: Kov

source: Apr
lt_lt: Bal

source: Jun
lt_lt: Bir

source: Jul
lt_lt: Lie

source: Aug
lt_lt: Rugp

source: Sep
lt_lt: Rugs

source: Oct
lt_lt: Spa

source: Nov
lt_lt: Lap

source: Dec
lt_lt: Gruo

source: D, F j, Y g:i a
lt_lt: Y F j, g:i a, D

source: D, F j, Y G:i
lt_lt: Y F j, G:i, D

source: D, g:i a
lt_lt: g:i a, D

source: D, G:i
lt_lt: G:i, D

source: M j, Y
lt_lt: Y M j

source: Preference database error (%s). Exiting abnormally
lt_lt: Nustatymø failas %s nerastas. Programos klaida.

source: Unknown user or password incorrect.
lt_lt: Neþinomas vartotojas arba klaidingas slaptaþodis.

source: Click here to try again
lt_lt: Spragtelëkite èia norëdami bandyti dar kartà

source: Click here to return to %s
lt_lt: Spragtelëkite èia norëdami gráþti á %s

source: Go to the login page
lt_lt: Gráþti á prisijungimo puslapá

source: Preference file, %s, does not exist. Log out, and log back in to create a default preference file.
lt_lt: Nustatymø failas %s neegzistuoja. Prisijunkite ið naujo, kad sukurti standartiná nustatymø failà

source: Preference file, %s, could not be opened. Contact your system administrator to resolve this issue.
lt_lt: Nepavyko atidaryti nustatymø failo %s. Susisiekite su administratoriumi ir praneðkite apie ðià klaidà.

source: Preference file, %s, could not be written. Contact your system administrator to resolve this issue.
lt_lt: Nepavyko raðyti á nustatymø failà %s. Susisiekite su administratoriumi ir praneðkite apie ðià klaidà.

source: Error opening %s
lt_lt: Klaida atidarant %s

source: Default preference file not found or not readable!
lt_lt: Standartinis nustatymø failas nerastas arba nepasiekiamas!

source: Please contact your system administrator and report this error.
lt_lt: Susisiekite su administratoriumi ir praneðkite apie ðià klaidà.

source: Could not create initial preference file!
lt_lt: Nepavyko sukurti nustatymø failo!

source: %s should be writable by user %s
lt_lt: %s turi bûti prieinama vartotojui %s raðyti

source: Signature file, %s, could not be opened. Contact your system administrator to resolve this issue.
lt_lt: Nepavyko atidaryti paraðo failo %s. Susisiekite su administratoriumi ir praneðkite apie ðià klaidà.

source: Signaute file, %s, could not be written. Contact your system administrator to resolve this issue.
lt_lt: Nepavyko raðyti á paraðo failà %s. Susisiekite su administratoriumi ir praneðkite apie ðià klaidà.

source: ERROR : Could not complete request.
lt_lt: KLAIDA : Neámanoma vykdyti uþklausos.

source: Query:
lt_lt: Uþklausa:

source: Reason Given:
lt_lt: Prieþastis:

source: ERROR : Bad or malformed request.
lt_lt: KLAIDA : Klaidingas uþklausimas.

source: Server responded:
lt_lt: Serveris atsakë:

source: Error connecting to IMAP server: %s.
lt_lt: Ávyko klaida jungiantis prie IMAP serverio: %s.

source: Bad request: %s
lt_lt: Klaidinga uþklausa: %s

source: Unknown error: %s
lt_lt: Neaiðki klaida: %s

source: Read data:
lt_lt: Skaitomi duomenys:

source: Unknown response from IMAP server:
lt_lt: Nesuprantamas atsakymas ið IMAP serverio

source: Unknown message number in reply from server:
lt_lt: Neþinomas þinutës numeris atsakyme, gautame ið serverio:

source: (no subject)
lt_lt: (tema nenurodyta)

source: Unknown Sender
lt_lt: Neþinomas siuntëjas
