Repository: sitle/squirrelmail-src
Catalog: branches/SM-1_2-STABLE/squirrelmail/locale/*/LC_MESSAGES/squirrelmail.po
Languages: lt_lt

source: Deleting the following entries from <strong>%s</strong> dictionary:
lt_lt: Triname nurodytus áraðus ið <strong>%s</strong> þodyno:

source: All done!
lt_lt: Baigta!

source: Personal Dictionary Updated
lt_lt: Asmeninis þodynas atnaujintas

source: No changes requested.
lt_lt: Niekas nepakeista.

source: Please wait, communicating with the server...
lt_lt: Palaukite, bandome susisiekti su serveriu...

source: Please choose which dictionary you would like to use to spellcheck this message:
lt_lt: Pasirinkite þodynà, kurá naudosite þinutës tikrinimui:

source: Go
lt_lt: Pirmyn

source: SquirrelSpell Initiating
lt_lt: Pasileidþia raðybos tikrinimas

source: Settings adjusted to: <strong>%s</strong> with <strong>%s</strong> as default dictionary.
lt_lt: Nustatymai pakeisti á: <strong>%s</strong> su <strong>%s</strong> pagrindiniu þodynu.

source: Using <strong>%s</strong> dictionary (system default) for spellcheck.
lt_lt: Naudojame <strong>%s</strong> þodynà (standartiná) raðybos tikrinimui.

source: International Dictionaries Preferences Updated
lt_lt: Tarptautiniai þodynø nustatymai atnaujinti

source: Please check any available international dictionaries which you would like to use when spellchecking:
lt_lt: Pasirinkite kurios þodynus jûs norite naudoti tikrinant raðybà:

source: Make this dictionary my default selection:
lt_lt: Padaryti ðá þodynà pagrindiniu

source: Make these changes
lt_lt: Iðsaugoti pakeitimus

source: Add International Dictionaries
lt_lt: Pridëti tarptautinius þodynus

source: Please choose which options you wish to set up:
lt_lt: Pasirinkite opcijas, kurias norite ájungti:

source: Edit your personal dictionary
lt_lt: Taisyti asmeniná þodynà

source: Set up international dictionaries
lt_lt: Nustatyti tarptautinius þodynus

source: Encrypt or decrypt your personal dictionary
lt_lt: Uþkoduoti/atkoduoti asmeniná þodynà

source: not available
lt_lt: neprieinamas

source: SquirrelSpell Options Menu
lt_lt: Raðybos tikrinimo nustatymø meniu

source: Translator
lt_lt: Vertëjas

source: Saved Translation Options
lt_lt: Iðsaugoti vertimo nustatymai

source: Your server options are as follows:
lt_lt: Jûsø serverio nustatymai yra:

source: 13 language pairs, maximum of 1000 characters translated, powered by Systran
lt_lt: 13 skirtingø kalbø porø, verèiama iki 1000 simboliø, naudojamas Systran vertëjas

source: 10 language pairs, maximum of 25 kilobytes translated, powered by Systran
lt_lt: 10 skirtingø kalbø porø, verèiama iki 25 kilobaitø, naudojamas Systran vertëjas

source: 12 language pairs, no known limits, powered by Systran
lt_lt: 12 skirtingø kalbø porø, jokiø þinomø apribojimø, naudojamas Systran vertëjas

source: 767 language pairs, no known limits, powered by Translation Experts's InterTran
lt_lt: 767 skirtingos kalbø poros, jokiø þinomø apribojimø, naudojamas Translation Expert's InterTran vertëjas

source: 8 language pairs, no known limits, powered by GPLTrans (free, open source)
lt_lt: 8 kalbø poros, jokiø þinomø apribojimø, naudojamas GPLTrans (nemokamas, atviro kodo) vertëjas

source: You also decide if you want the translation box displayed, and where it will be located.
lt_lt: Galite pasirinkti, ar vertimo meniu turi bûti rodomas ir kur jis turi bûti rodomas.

source: Select your translator:
lt_lt: Pasirinkti vertëjà:

source: When reading:
lt_lt: Skaitant:

source: Show translation box
lt_lt: Rodyti vertëjo pasirinkimo meniu

source: to the left
lt_lt: kairëje

source: in the center
lt_lt: centre

source: to the right
lt_lt: deðinëje

source: Translate inside the SquirrelMail frames
lt_lt: Versti nepaliekant SquirrelMail

source: When composing:
lt_lt: Raðant:

source: Not yet functional, currently does nothing
lt_lt: Ðiuo metu neveikia, nenaudojamas

source: Translation Options
lt_lt: Vertimo nustatymai

source: Which translator should be used when you get messages in a different language?
lt_lt: Kurá vertëjà naudoti gavus laiðkus kita kalba?

source: %s to %s
lt_lt: ið %s á %s

source: English
lt_lt: anglø

source: French
lt_lt: prancûzø

source: German
lt_lt: vokieèiø

source: Italian
lt_lt: italø

source: Portuguese
lt_lt: portugalø

source: Spanish
lt_lt: ispanø

source: Russian
lt_lt: rusø

source: Translate
lt_lt: Versti

source: Brazilian Portuguese
lt_lt: portugalø (brazilø)

source: Bulgarian
lt_lt: bulgarø

source: Croatian
lt_lt: kroatø

source: Czech
lt_lt: èekø

source: Danish
lt_lt: danø

source: Dutch
lt_lt: olandø

source: European Spanish
lt_lt: ispanø (euro)

source: Finnish
lt_lt: suomiø

source: Greek
lt_lt: graikø

source: Hungarian
lt_lt: vengrø

source: Icelandic
lt_lt: islandø

source: Japanese
lt_lt: japonø

source: Latin American Spanish
lt_lt: ispanø (lotynø-amerikieèiø)

source: Norwegian
lt_lt: norvegø

source: Polish
lt_lt: lenkø

source: Romanian
lt_lt: rumunø

source: Serbian
lt_lt: serbø

source: Slovenian
lt_lt: slovënø

source: Swedish
lt_lt: ðvedø

source: Welsh
lt_lt: velsieèiø

source: Indonesian
lt_lt: indonezieèiø

source: Latin
lt_lt: lotynø

source: New Mail Notification
lt_lt: Perspëjimai apie naujas þinutes

source: Select <b>Enable Media Playing</b> to turn on playing a media file when unseen mail is in your folders. When enabled, you can specify the media file to play in the provided file box.
lt_lt: Pasirinkite <b>Groti garsus</b> norëdami, kad narðyklë praneðtø apie pasirodþiusias naujas þinutes iðleisdama kokius nors garsus. Jums teks nurodyti, kà bûtent turës groti narðyklë.

source: The <b>Check all boxes, not just INBOX</b> option will check ALL of your folders for unseen mail, not just the inbox for notification.
lt_lt: <b>Tikrinti visus aplankus, ne tik INBOX</b> nustatymas leidþia tikrinti, ar naujos þinutës pasirodo ne tik INBOX aplanke, net ir kituose aplankuose.

source: Selecting the <b>Show popup</b> option will enable the showing of a popup window when unseen mail is in your folders (requires JavaScript).
lt_lt: Pasirinkdami <b>Iðkviesti naujà langà</b> nustatymà, ájungsite naujo narðyklës lango iððokimà pasirodþius naujoms þinutëms (reikalauja JavaScript palaikymo narðyklëje).

source: Use the <b>Check RECENT</b> to only check for messages that are recent. Recent messages are those that have just recently showed up and have not been "viewed" or checked yet. This can prevent being continuously annoyed by sounds or popups for unseen mail.
lt_lt: Pasirinkdami <b>Ávertinti tik paskutines þinutes</b> nustatote, kad naujø þinuèiø informacimo posistemë turi tikrinti tik tas þinutes, kurios nebuvo perþiûrëtos arba nebuvo patikrintos anksèiau. Tai leidþia iðvengti pastoviai lendanèiø langø ar garsø apie tas paèias þinutes.

source: Selecting the <b>Change title</b> option will change the title in some browsers to let you know when you have new mail (requires JavaScript, and only works in IE but you won't see errors with other browsers). This will always tell you if you have new mail, even if you have <b>Check RECENT</b> enabled.
lt_lt: Pasirinkdami <b>Pakeisti antraðtæ</b> nustatote, kad naujø þinuèiø posistemë turi pakeisti narðyklës antraðtæ pasirodþius naujoms þinutëms (reikia JavaScript, garantuotai veikia tik IE, kitos narðyklës gali neveikti arba visai nereaguoti). Galioja nepriklausomai nuo <b>Ávertinti tik paskutines þinutes</b> nustatymo.

source: Select from the list of <b>server files</b> the media file to play when new mail arrives. Selecting <b>local media</b> will play the file specified in the <b>local media file</b> box to play from the local computer. If no file is specified, the system will use a default from the server.
lt_lt: Garsus galima pasirinkti ið <b>serverio failø</b> arba <b>lokaliø failø</b> esanèiø jûsø kompiuteryje. Nenurodþius nieko, sistema naudos standartiná serverio failà.

source: Enable Media Playing
lt_lt: Groti garsus

source: Check all boxes, not just INBOX
lt_lt: Tikrinti visus aplankus, ne tik INBOX

source: Count only messages that are RECENT
lt_lt: Ávertinti tik paskutines þinutes

source: Change title on supported browsers.
lt_lt: Pakeisti antraðtæ, jei narðyklë tai palaiko.

source: requires JavaScript to work
lt_lt: reikalauja JavaScript

source: Show popup window on new mail
lt_lt: Iðkviesti naujà langà pasirodþius naujoms þinutëms

source: Select server file:
lt_lt: Pasirinkti failà serveryje:

source: (local media)
lt_lt: (lokalus failas)

source: Try
lt_lt: Patikrinti

source: Local Media File:
lt_lt: Lokalus audio failas:

source: Current File:
lt_lt: Dabar nustatytas failas:

source: New Mail
lt_lt: Naujas paðtas

source: SquirrelMail Notice:
lt_lt: SquirrelMail informacija:

source: You have new mail!
lt_lt: Jûs gavote naujø paðto þinuèiø!

source: NewMail Options
lt_lt: Naujø þinuèiø nustatymai

source: This configures settings for playing sounds and/or showing popup windows when new mail arrives.
lt_lt: Èia jûs nustatote, kaip jus reikia informuoti (iðleisti koká nors garsà ar atidaryti iððokantá langà) apie atëjusius naujus laiðkus.

source: New Mail Notification options saved
lt_lt: Nauji informavimo apie atëjusius laiðkus nustatymai iðsaugoti

source: %s New Messages
lt_lt: %s naujø þinuèiø

source: %s New Message
lt_lt: %s nauja þinutë

source: Test Sound
lt_lt: Patikrinti garsà

source: Loading the sound...
lt_lt: Kraunasi audio...

source: POP3 connect:
lt_lt: POP3 susijungimo komanda:

source: No server specified
lt_lt: Serveris nenurodytas

source: Error
lt_lt: Klaida

source: No connection to server
lt_lt: Prisijungti prie serverio nepavyko

source: POP3 user:
lt_lt: POP3 vartotojas:

source: no login ID submitted
lt_lt: nepateiktas joks prisijungimo ID

source: connection not established
lt_lt: nëra susijungimo

source: POP3 pass:
lt_lt: POP3 slaptaþodis:

source: No password submitted
lt_lt: Nebuvo pateiktas slaptaþodis

source: authentication failed
lt_lt: autorizacija nepavyko

source: No login ID submitted
lt_lt: Nebuvo pateiktas vartotojo vardas

source: No server banner
lt_lt: Serveris neprisistatë

source: abort
lt_lt: nutraukti

source: apop authentication failed
lt_lt: apop autorizacija nepavyko

source: POP3 login:
lt_lt: POP3 prisijungimas:

source: Premature end of list
lt_lt: Netvarkinga sàraðo pabaiga

source: POP3 get:
lt_lt: POP3 þinuèiø gavimo komanda:

source: POP3 last:
lt_lt: POP3 paskutinës þinutës komanda:

source: Empty command string
lt_lt: Tuðèia komandos eilutë

source: connection does not exist
lt_lt: susijungimas neegzistuoja

source: POP3 delete:
lt_lt: POP3 trynimo komanda:

source: No msg number submitted
lt_lt: Nebuvo pateiktas þinuèiø skaièius

source: Command failed
lt_lt: Komanda nepavyko

source: Remote POP server Fetching Mail
lt_lt: Nutolæs POP serveris. Gauname þinutes

source: Select Server:
lt_lt: Pasirinkti serverá:

source: Password for
lt_lt: Slaptaþodis skirtas

source: Fetch Mail
lt_lt: Atsiøsti paðtà

source: Fetching from
lt_lt: Atsiunèiame ið

source: Oops,
lt_lt: Vai, vai, vai,

source: Opening IMAP server
lt_lt: Atidaromas IMAP serveris

source: Opening POP server
lt_lt: Atidaromas POP serveris

source: Login Failed:
lt_lt: Prisijungti nepavyko:

source: Login OK: No new messages
lt_lt: Prisijungti pavyko: Nëra naujø þinuèiø

source: Login OK: Inbox EMPTY
lt_lt: Prisijungti pavyko. Dëþë tuðèia

source: Login OK: Inbox contains [
lt_lt: Prisijungti pavyko: Dëþëje yra [

source: ] messages
lt_lt: ] þinuèiø

source: Fetching UIDL...
lt_lt: Siunèiame UIDL...

source: Server does not support UIDL.
lt_lt: Serveris nepalaiko UIDL.

source: Leaving Mail on Server...
lt_lt: Þinutës paliekamos serveryje...

source: Deleting messages from server...
lt_lt: Trinamos þinutës serveryje...

source: Fetching message
lt_lt: Atsiunèiame þinutæ

source: Message appended to mailbox
lt_lt: Þinutë padëta á esamà paðto dëþæ

source: Message
lt_lt: Þinutë

source: deleted from Remote Server!
lt_lt: iðtrinta nutolusiame serveryje!

source: Delete failed:
lt_lt: Nepavyko iðtrinti:

source: Error Appending Message!
lt_lt: Ávyko klaida bandant prijungti þinutæ!

source: Closing POP
lt_lt: Uþdaromas POP susijungimas

source: Logging out from IMAP
lt_lt: Atsijungiam nuo IMAP serverio

source: Saving UIDL
lt_lt: Iðsaugomas UIDL

source: Remote POP server settings
lt_lt: Nutolusio POP serverio nustatymai

source: You should be aware that the encryption used to store your password is not perfectly secure. However, if you are using pop, there is inherently no encryption anyway. Additionally, the encryption that we do to save it on the server can be undone by a hacker reading the source to this file.
lt_lt: Jûs turite suprasti, kad kodavimas, kuriuo saugomas jûsø slaptaþodis nëra visiðkai saugus. Taèiau jei jûs naudojate paprastà POP tipo paðtà, jame taipogi nëra jokio kodavimo ir jûsø neuþkoduotas slaptaþodis jau daug kartø lankësi :) tinkle. Be to èia naudojamas kodavimas gali bûti atkoduotas kiekvieno ásilauþëlio, kuris mokës skaityti slaptaþodá uþkodavusios programos tekstus.

source: If you leave password empty, it will be required when you fetch mail.
lt_lt: Jei nenurodysite slaptaþodþio, jo jûsø paklaus, kai bandysite atsisiøsti laiðkus.

source: Encrypt passwords (informative only)
lt_lt: Uþkoduoti slaptaþodþius (tik informacijai)

source: Add Server
lt_lt: Pridëti serverá

source: Server:
lt_lt: Serveris:

source: Alias:
lt_lt: Trumpas vardas:

source: Username:
lt_lt: Vartotojo vardas:

source: Store in Folder:
lt_lt: Iðsaugoti aplanke:

source: Leave Mail on Server
lt_lt: Palikti þinutes serveryje

source: Check mail during login
lt_lt: Patikrinti paðtà prisijungiant

source: Check mail during folder refresh
lt_lt: Patikrinti paðtà perkraunant puslapius

source: Modify Server
lt_lt: Keisti serverá

source: Server Name:
lt_lt: Serverio vardas:

source: Modify
lt_lt: Keisti

source: No-one server in use. Try to add.
lt_lt: Nesukurta jokiø serveriø apraðymø. Pabandykite pridëti nors vienà.

source: Fetching Servers
lt_lt: Siunèiame ið serveriø

source: Confirm Deletion of a Server
lt_lt: Patvirtinkite, kad norite iðtrinti pasirinktà serverá

source: Selected Server:
lt_lt: Pasirinktas serveris:

source: Confirm delete of selected server?
lt_lt: Ar tikrai norite iðtrinti pasirinktà serverá?

source: Confirm Delete
lt_lt: Patvirtinkite, kad tikrai norite iðtrinti

source: Mofify a Server
lt_lt: Keisti serverá

source: Undefined Function
lt_lt: Neapraðyta funkcija

source: Hey! Wath do You are looking for?
lt_lt: Ei! Ko jûs ieðkote?

source: Fetch
lt_lt: Atsiøsti ið kitur

source: Warning,
lt_lt: Perspëjimas,

source: Mail Fetch Result:
lt_lt: Þinuèiø persiuntimo rezultatai:

source: Simple POP3 Fetch Mail
lt_lt: Þinuèiø paëmimas ið kito serverio

source: This configures settings for downloading email from a pop3 mailbox to your account on this server.
lt_lt: Èia apraðomi paðto paëmimo ið kito pop3 serverio ir jo patalpinimo á jûsø esamà paðto dëþæ parametrai.

source: Bug Reports:
lt_lt: Klaidø praneðimai:

source: Show button in toolbar
lt_lt: Rodyti mygtukà árankiø juostoje

source: Sent Subfolders Options
lt_lt: Iðsiøstø laiðkø aplankø nustatymai

source: Use Sent Subfolders
lt_lt: Naudoti iðsiøstø laiðkø aplankus

source: Monthly
lt_lt: Mënesiniai

source: Quarterly
lt_lt: Ketvirtiniai

source: Yearly
lt_lt: Metiniai

source: Base Sent Folder
lt_lt: Pagrindinis iðsiøstø laiðkø aplankas

source: TODAY
lt_lt: ÐIANDIEN

source: l, F j Y
lt_lt: Y F j, l

source: ADD
lt_lt: PRIDËTI

source: EDIT
lt_lt: TAISYTI

source: DEL
lt_lt: TRINTI

source: Start time:
lt_lt: Pradþia:

source: Length:
lt_lt: Trukmë:

source: Priority:
lt_lt: Prioritetas:

source: Title:
lt_lt: Antraðtë:

source: Set Event
lt_lt: Ávesti ávyká

source: Event Has been added!
lt_lt: Ávykis buvo átrauktas!

source: Time:
lt_lt: Laikas:

source: Day View
lt_lt: Dienos perþiûra

source: Do you really want to delete this event?
lt_lt: Ar tikrai norite iðtrinti ðá ávyká?

source: Event deleted!
lt_lt: Ávykis iðtrintas!

source: Nothing to delete!
lt_lt: Nëra ko trinti!

source: Update Event
lt_lt: Atnaujinti áraðà

source: Do you really want to change this event from:
lt_lt: Ar tikrai jûs norite pakeisti ávyká ið

source: to:
lt_lt: á:

source: l, F d Y
lt_lt: Y F d, l

source: Event updated!
lt_lt: Áraðas atnaujintas!

source: Month View
lt_lt: Mënesio perþiûra

source: 1 hr.
lt_lt: 1 val.

source: 1.5 hr.
lt_lt: 1,5 val.

source: 2 hr.
lt_lt: 2 val.

source: 2.5 hr.
lt_lt: 2,5 val.

source: 3 hr.
lt_lt: 3 val.

source: 3.5 hr.
lt_lt: 3,5 val.

source: 4 hr.
lt_lt: 4 val.

source: 5 hr.
lt_lt: 5 val.

source: 6 hr.
lt_lt: 6 val.

source: Calendar
lt_lt: Kalendorius

source: Mailinglist
lt_lt: Susiraðinëjimo sàraðas

source: This will send a message to %s requesting help for this list. You will receive an emailed response at the address below.
lt_lt: Ði komanda nusiøs þinutæ á %s, praðydama pagalbos. Atsakymai turëtø gráþti á þemiau esantá adresà

source: This will send a message to %s requesting that you will be subscribed to this list. You will be subscribed with the address below.
lt_lt: Ði komanda nusiøs þinutæ á %s, praðydama jus átraukti á ðá susiraðinëjimo sàraðà. Bandoma bus átraukti þemiau esantá adresà.

source: This will send a message to %s requesting that you will be unsubscribed from this list. It will try to unsubscribe the adress below.
lt_lt: Ði komanda nusiøs þinutæ á %s, praðydama jus paðalinti ið ðio susiraðinëjimo sàraðo. Bandoma bus nuraðyti þemiau esantá adresà.

source: Send Mail
lt_lt: Iðsiøsti þinutæ

source: Post to List
lt_lt: Iðsiøsti þinutæ sàraðan

source: Reply to List
lt_lt: Atsakyti á sàraðà

source: List Archives
lt_lt: Susiraðinëjimo archyvai

source: Contact Listowner
lt_lt: Susisiekti su sàraðo priþiûrëtoju

source: Mailing List:
lt_lt: Susiraðinëjimo sàraðas:

source: Delete & Prev
lt_lt: Trinti ir gráþti

source: Delete & Next
lt_lt: Trinti ir eiti toliau

source: Delete/Move/Next Buttons:
lt_lt: Trynimo/Perkëlimo/Judëjimo mygtukai:

source: Display at top
lt_lt: Rodyti virðuje

source: with move option
lt_lt: rodyti ir permetimo opcijà

source: Display at bottom
lt_lt: Rodyti apachioje

source: Config File Version
lt_lt: Konfiguracinio failo versija

source: Squirrelmail Version
lt_lt: SquirrelMail versija

source: PHP Version
lt_lt: PHP versija

source: Organization Preferences
lt_lt: Organizacijos nustatymai

source: Organization Name
lt_lt: Organizacijos pavadinimas

source: Organization Logo
lt_lt: Organizacijos logo

source: Organization Logo Width
lt_lt: Organizacijos logo plotis

source: Organization Logo Height
lt_lt: Organizacijos logo aukðtis

source: Organization Title
lt_lt: Organizacijos pavadinimas

source: Signout Page
lt_lt: Atsijungimo puslapis

source: Default Language
lt_lt: Standartinë kalba

source: Top Frame
lt_lt: Virðutinis rëmelis

source: Server Settings
lt_lt: Serverio nustatymai

source: Mail Domain
lt_lt: Paðto domenas

source: IMAP Server Address
lt_lt: IMAP serverio adresas

source: IMAP Server Port
lt_lt: IMAP serverio jungtis

source: IMAP Server Type
lt_lt: IMAP serverio tipas

source: Cyrus IMAP server
lt_lt: Cyrus IMAP serveris

source: University of Washington's IMAP server
lt_lt: UW-IMAP serveris

source: Microsoft Exchange IMAP server
lt_lt: MS Exchange IMAP serveris

source: Courier IMAP server
lt_lt: Courier IMAP serveris

source: Not one of the above servers
lt_lt: Kitas (neþinomas) IMAP serveris

source: IMAP Folder Delimiter
lt_lt: IMAP katalogø skirtukas

source: Use "detect" to auto-detect.
lt_lt: Naudokite "detect", kad atpaþinti automatiðkai.

source: Use Sendmail
lt_lt: Naudoti serverio sendmail programà

source: Sendmail Path
lt_lt: Kelias iki sendmail

source: SMTP Server Address
lt_lt: SMTP serverio adresas

source: SMTP Server Port
lt_lt: SMTP serverio jungtis

source: Authenticated SMTP
lt_lt: SMTP autorizavimas

source: Invert Time
lt_lt: Keisti laikà

source: Use Confirmation Flags
lt_lt: Naudoti patvirtinimo nustatymus

source: Folders Defaults
lt_lt: Aplankø nustatymai

source: Default Folder Prefix
lt_lt: Standartinis aplanko priedëlis

source: Show Folder Prefix Option
lt_lt: Rodyti aplankø priedëlio opcijas

source: By default, move to trash
lt_lt: Standartinis ðiukðlyno aplankas

source: By default, move to sent
lt_lt: Standartinis iðsiøstø laiðkø aplankas

source: By default, save as draft
lt_lt: Standartinis juodraðèiø aplankas

source: List Special Folders First
lt_lt: Rodyti specialius aplankus pirmiau

source: Show Special Folders Color
lt_lt: Pakeisti specialiø aplankø spalvà

source: Auto Expunge
lt_lt: Valyti automatiðkai

source: Default Sub. of INBOX
lt_lt: Visi katalogai kuriami tik tarp INBOX

source: Show 'Contain Sub.' Option
lt_lt: Rodyti 'Yra Sub.' opcijà

source: Default Unseen Notify
lt_lt: Standartinis naujø laiðkø praneðimas

source: Default Unseen Type
lt_lt: Standartinis naujø laiðkø tipas

source: Auto Create Special Folders
lt_lt: Sukurti specialius aplankus automatiðkai

source: Default Javascript Adrressbook
lt_lt: Standartinë Javascript adresø knyga

source: Auto delete folders
lt_lt: Automatiðkai iðtrinti aplankus

source: General Options
lt_lt: Bendriniai nustatymai

source: Default Charset
lt_lt: Standartinë simboliø koduotë (charset)

source: Data Directory
lt_lt: Duomenø saugojimo katalogas

source: Temp Directory
lt_lt: Laikinas katalogas

source: Hash Level
lt_lt: Kodavimo (hash) lygis

source: Hash Disabled
lt_lt: Kodavimas (hash) atjungtas

source: Moderate
lt_lt: Patenkinamas

source: Medium
lt_lt: Vidutiniðkas

source: Default Left Size
lt_lt: Standartinis kairio rëmelio dydis

source: Usernames in Lowercase
lt_lt: Vartotojø vardai maþosiomis raidëmis

source: Allow use of priority
lt_lt: Leisti naudoti prioritetus

source: Hide SM attributions
lt_lt: Paslëpti SquirrelMail atributus

source: Enable use of delivery receipts
lt_lt: Ájungti pristatymo patvirtinimø naudojimà

source: Allow editing of identities
lt_lt: Leisti keisti ID

source: Allow editing of full name
lt_lt: Leisti keisti vardà

source: Message of the Day
lt_lt: Standartinis praneðimas

source: Database
lt_lt: Duomenø bazë

source: Address book DSN
lt_lt: Adresø knygos DSN

source: Address book table
lt_lt: Adresø knygos lentelë

source: Preferences DSN
lt_lt: Nustatymø DSN

source: Preferences table
lt_lt: Nustatymø lentelë

source: Preferences username field
lt_lt: Nustatymø vartotojo vardo laukas

source: Preferences key field
lt_lt: Nustatymø rakto laukas

source: Preferences value field
lt_lt: Nustatymø reikðmës laukas

source: Themes
lt_lt: Temos

source: Style Sheet URL (css)
lt_lt: Stiliaus lentelës adresas (CSS)

source: Configuration Administrator
lt_lt: Konfiguracijos valdymas

source: Theme Name
lt_lt: Temos vardas

source: Theme Path
lt_lt: Kelias iki temos

source: Plugins
lt_lt: Priedai

source: Change Settings
lt_lt: Pakeisti nustatymus

source: Config file can't be opened. Please check config.php.
lt_lt: Nepavyko atidaryti konfiguracinio failo. Patikrinkite config.php

source: Administration
lt_lt: Administravimas

source: This module allows administrators to manage SquirrelMail main configuration remotely.
lt_lt: Ðis priedas leidþia keisti SquirrelMail konfiguracijà.

source: Delivery error report
lt_lt: Ataskaita apie pristatymo klaidà

source: Undelivered Message Headers
lt_lt: Nepristatytos þinutës antraðtës
