Repository: sitle/squirrelmail-src
Catalog: branches/SM-1_2-STABLE/squirrelmail/locale/*/LC_MESSAGES/squirrelmail.po
Languages: lt_lt

source: No To Address
lt_lt: Nenurodytas Kam: adresas

source: (unknown sender)
lt_lt: (neþinomas siuntëjas)

source: No Messages Found
lt_lt: Naujø þinuèiø nerasta

source: Folder:
lt_lt: Aplankas:

source: Found
lt_lt: Rasta

source: messages
lt_lt: þinuèiø

source: Server-side sorting is not supported by your IMAP server.<br>Please report this to the system administrator
lt_lt: Naudojamas IMAP serveris nepalaiko rûðiavimo serverio pusëje.<br>Praneðkite apie klaidà administratoriui.

source: THIS FOLDER IS EMPTY
lt_lt: APLANKAS TUÐÈIAS

source: Move Selected To:
lt_lt: Perkelti paþymëtus á:

source: Transform Selected Messages
lt_lt: Apdoroti pasirinktas þinutes

source: Move
lt_lt: Perkelti

source: Expunge
lt_lt: Iðtrinti

source: mailbox
lt_lt: paðto dëþë

source: Read
lt_lt: Perskaitytos

source: Unread
lt_lt: Neperskaitytos

source: Unthread View
lt_lt: Nerodyti sekø

source: Thread View
lt_lt: Rodyti sekas

source: Toggle All
lt_lt: Paþymëti visus

source: Unselect All
lt_lt: Atðaukti paþymëjimus

source: Select All
lt_lt: Paþymëti visus

source: Viewing Messages: <B>%s</B> to <B>%s</B> (%s total)
lt_lt: Þinuèiø perþiûra: nuo <b>%s</b> iki <b>%s</b> (%s ið viso)

source: Viewing Message: <B>%s</B> (1 total)
lt_lt: Þinuèiø perþiûra: <b>%s</b> (1 ið viso)

source: Paginate
lt_lt: Skaidyti á puslapius

source: Show All
lt_lt: Rodyti viskà

source: Error decoding mime structure. Report this as a bug!
lt_lt: Ávyko klaida dekoduojant prikabintà priedà. Praneðkite apie ðià klaidà administratoriui!

source: Body retrieval error. The reason for this is most probably that the message is malformed.
lt_lt: Nepavyko atidaryti þinutës turinio. Tai ávyko greièiausiai dël to, kad þinutë buvo sugadinta.

source: Command:
lt_lt: Komanda:

source: Response:
lt_lt: Atsakymas:

source: Message:
lt_lt: Praneðimas:

source: FETCH line:
lt_lt: FETCH eilutë:

source: Hide Unsafe Images
lt_lt: Paslëpti nesaugius pieðinius

source: View Unsafe Images
lt_lt: Perþiûrëti nesaugius pieðinius

source: Attachments
lt_lt: Prikabinti:

source: download
lt_lt: parsisiøsti

source: sec_remove_eng.png
lt_lt: sec_remove_lt_LT.png

source: Option Type '%s' Not Found
lt_lt: Nustatymo tipas '%s' nerastas

source: Yes
lt_lt: Taip

source: No
lt_lt: Ne

source: Current Folder
lt_lt: Dabartinis aplankas

source: Compose
lt_lt: Raðyti

source: Error creating directory %s.
lt_lt: Ávyko klaida kuriant katalogà %s.

source: Could not create hashed directory structure!
lt_lt: Nepavyko sukurti koduotø katalogø struktûros!

source: COMMERCIAL - This list contains servers that are verified spam senders. It is a pretty reliable list to scan spam from.
lt_lt: KOMERCINIS - Ðiame sàraðe saugomi serveriai yra patikrinti spameriai. Tai yra gana patikimas sàraðas.

source: COMMERCIAL - Servers that are configured (or misconfigured) to allow spam to be relayed through their system will be banned with this. Another good one to use.
lt_lt: KOMERCINIS - Tai yra sàraðas serveriø, kurie yra sukonfiguruoti taip, kad leidþia pro juos siøsti spamà. Dar vienas patikimas sàraðas.

source: COMMERCIAL - Dial-up users are often filtered out since they should use their ISP's mail servers to send mail. Spammers typically get a dial-up account and send spam directly from there.
lt_lt: KOMERCINIS - Ðiame saraðe suraðyti dinaminiø adresø tinklai, ið kuriø uþfiksuoti spaminimo atvejai.

source: COMMERCIAL - RBL+ Blackhole entries.
lt_lt: KOMERCINIS - RBL+ Blackhole áraðai.

source: COMMERCIAL - RBL+ OpenRelay entries.
lt_lt: KOMERCINIS - RBL+ OpenRelay áraðai.

source: COMMERCIAL - RBL+ Dial-up entries.
lt_lt: KOMERCINIS - RBL+ Dial-up áraðai.

source: FREE - Osirusoft Relays - Osirusofts list of verified open relays. Seems to include servers used by abuse@uunet.net auto-replies too.
lt_lt: NEMOKAMAS - Osirusoft Relays - Osirusoft saugo patikrintus atvirø paðto serveriø saraðus. Panaðu, kad átraukia ir abuse@uunet.net pateikiamus adresus.

source: FREE - Osirusoft Dialups - Osirusofts Dialup Spam Source list.
lt_lt: NEMOKAMAS - Osirusoft Dialups - Osirusoft dinaminiø adresø, ið kuriø siunèiami spam tipo laiðkai, sàraðas

source: FREE - Osirusoft Confirmed Spam Source - Sites that continually spam and have been manually added after multiple nominations. Use with caution. Seems to catch abuse auto-replies from some ISPs.
lt_lt: NEMOKAMAS - Osirusoft Confirmed Spam Source - Adresai, kurie nuolat siuntinëja spamà ir kurie buvo átraukti dël pasikartojanèiø skundø. Reiktø naudoti atsargiai. Atrodo, kad pagauna ir dalies IPT antispaminius atsakymus.

source: FREE - Osirusoft Smart Hosts - List of hosts that are secure but relay for other mail servers that are not secure.
lt_lt: NEMOKAMAS - Osirusoft Smart Hosts - Serveriai, kurie nëra atviri, taèiau priimantys paðtà ið kitø neapsaugotø serveriø.

source: FREE - Osirusoft Spamware Developers - It is believed that these are IP ranges of companies that are known to produce spam software. Seems to catch abuse auto-replies from some ISPs.
lt_lt: NEMOKAMAS - Osirusoft Spamware Developers - Manoma, kad ðie IP priklauso kompanijoms, kurios gamina programas, naudojamas spamui. Atrodo, kad pagauna ir dalies IPT automatinius antispamo atsakymus.

source: FREE - Osirusoft Unconfirmed OptIn Servers - List of listservers that opt users in without confirmation.
lt_lt: NEMOKAMAS - Osirusoft Unconfirmed OptIn Servers - Grupiniø þinuèiø (mailing lists) serveriø, kurie átraukia adresus negavæ ið adresato patvirtinimo, sàraðai.

source: FREE - Osirusoft Insecure formmail.cgi scripts - List of insecure formmail.cgi scripts. (planned).
lt_lt: NEMOKAMAS - Osirusoft paþeidþiami formmail.cgi skriptai - Nesaugiø frommail.cgi skriptø sàraðai. (Planuojamas)

source: FREE - Osirusoft Open Proxy Servers - List of Open Proxy Servers.
lt_lt: NEMOKAMAS - Osirusoft atviri proxy serveriai - Atvirø proxy serveriø sàraðai.

source: FREE - ORDB was born when ORBS went off the air. It seems to have fewer false positives than ORBS did though.
lt_lt: NEMOKAMAS - ORDB pasirodë pasitraukus ORBS filtrams. Atrodo, kad yra ðiek tiek tikslesnis uþ ORBS.

source: FREE - Five-Ten-sg.com - Direct SPAM sources.
lt_lt: NEMOKAMAS - Five-Ten-sg.com - Tiesioginiø spameriø sàraðai.

source: FREE - Five-Ten-sg.com - Dial-up lists - includes some DSL IPs.
lt_lt: NEMOKAMAS - Five-Ten-sg.com - Dial-up sàraðai - saugo dalá DSL tinklø adresø.

source: FREE - Five-Ten-sg.com - Bulk mailers that do not use confirmed opt-in.
lt_lt: NEMOKAMAS - Five-Ten-sg.com - Grupiniai þinuèiø siuntinëjimo serveriai, nereikalaujantys patvirtinimo ið adresato.

source: FREE - Five-Ten-sg.com - Other misc. servers.
lt_lt: NEMOKAMAS - Five-Ten-sg.com - Kiti spameriø sàraðai.

source: FREE - Five-Ten-sg.com - Single Stage servers.
lt_lt: NEMOKAMAS - Five-Ten-sg.com - Single Stage serveriø sàraðai.

source: FREE - Five-Ten-sg.com - SPAM Support servers.
lt_lt: NEMOKAMAS - Five-Ten-sg.com - Spamà palaikinèiø serveriø sàraðai.

source: FREE - Five-Ten-sg.com - Web Form IPs.
lt_lt: NEMOKAMAS - Five-Ten-sg.com - WWW formø sàraðai.

source: FREE - Dorkslayers appears to include only really bad open relays outside the US to avoid being sued. Interestingly enough, their website recommends you NOT use their service.
lt_lt: NEMOKAMAS - Dorklayers saugo tik rimtus atvirus serverius, esanèius uþ JAV ribø (kad nepaduotø á teismà). Ádomiausia, kad jø paèiø puslapiai rekomenduoja nesinaudoti jø paslaugomis.

source: FREE - SPAMhaus - A list of well-known SPAM sources.
lt_lt: NEMOKAMAS - SPAMhaus - Gerai þinomø spameriø sàraðas

source: FREE, for now - SPAMCOP - An interesting solution that lists servers that have a very high spam to legit email ratio (85% or more).
lt_lt: NEMOKAMAS, ðiuo metu - SPAMCOP - Ádomus sprendimas, kuris saugo serverius, kuriuose spamas sudaro didesnæ dalá nuo bendro þinuèiø srauto (85% ir daugiau).

source: FREE - dev.null.dk - I don't have any detailed info on this list.
lt_lt: NEMOKAMAS - dev.null.dk - Nëra informacijos apie ðá sàraðà

source: FREE - visi.com - Relay Stop List. Very conservative OpenRelay List.
lt_lt: NEMOKAMAS - visi.com - Atvirø serveriø sàraðas. Gana konservatyvus

source: FREE - 2mbit.com Open Relays - Another list of Open Relays.
lt_lt: NEMOKAMAS - 2mbit.com atviri serveriai - Dar vienas atvirø serveriø (Open Relay) sàraðas

source: FREE - 2mbit.com SPAM Source - List of Direct SPAM Sources.
lt_lt: NEMOKAMAS - 2mbit.com SPAM'o ðaltiniai - Tiesioginiø spameriø sàraðai.

source: FREE - 2mbit.com SPAM ISPs - List of SPAM-friendly ISPs.
lt_lt: NEMOKAMAS - 2mbit.com SPAM IPT - IPT, kurie palaiko spamà, sàraðas

source: FREE - Leadmon DUL - Another list of Dial-up or otherwise dynamically assigned IPs.
lt_lt: NEMOKAMAS - Leadmon DUL - Dar vienas Dial-up ar kitø dinamiðkai skirstomø adresø sàraðas

source: FREE - Leadmon SPAM Source - List of IPs Leadmon.net has received SPAM directly from.
lt_lt: NEMOKAMAS - Leadmon SPAM'o ðaltiniai - Adresø, ið kuriø buvo pasiustas spamas á Leadmon.net, sàraðas

source: FREE - Leadmon Bulk Mailers - Bulk mailers that do not require confirmed opt-in or that have allowed known spammers to become clients and abuse their services.
lt_lt: NEMOKAMAS - Leadmon Bult Mailers - Siuntëjai, kurie nereikalauja sutikimo patvirtinimo arba kurie praleido þinomus spamerius

source: FREE - Leadmon Open Relays - Single Stage Open Relays that are not listed on other active RBLs.
lt_lt: NEMOKAMAS - Leadmon Open Relays - Vienetiniai atviri serveriai nepaminëti kituose tokiø serveriø sàraðuose

source: FREE - Leadmon Multi-stage - Multi-Stage Open Relays that are not listed on other active RBLs and that have sent SPAM to Leadmon.net.
lt_lt: NEMOKAMAS - Leadmon Multi-stage - Susieti atviri serveriai, kurie nepaminëti kituose sàraðuose ir kurie siuntë spamà á Leadmon.net

source: FREE - Leadmon SpamBlock - Sites on this listing have sent Leadmon.net direct SPAM from IPs in netblocks where the entire block has no DNS mappings. It's a list of BLOCKS of IPs being used by people who have SPAMmed Leadmon.net.
lt_lt: NEMOKAMAS - Leadmon SpamBlock - Ðiame sàraðe esantys serveriai siuntë spamà á Leadmon.net ið adresø, kurie neturi DNS áraðø

source: FREE, for now - Not Just Another Blacklist - Both Open Relays and Direct SPAM Sources.
lt_lt: NEMOKAMAS, kol kas - Not Just Another Blacklist - atvirø serveriø ir tiesioginiø spameriø sàraðas

source: FREE, for now - Not Just Another Blacklist - Dial-up IPs.
lt_lt: NEMOKAMAS, kol kas - Not Just Another Blacklist - Dial-up adresai

source: Saved Scan type
lt_lt: Iðsaugotas paieðkos tipas

source: Message Filtering
lt_lt: Þinuèiø filtravimas

source: What to Scan:
lt_lt: Kà tikrinti

source: All messages
lt_lt: Visas þinutes

source: Only unread messages
lt_lt: Tik neperskaitytas þinutes

source: Save
lt_lt: Iðsaugoti

source: Match:
lt_lt: Laukas:

source: Header
lt_lt: Antraðtë

source: Contains:
lt_lt: Turi:

source: Move to:
lt_lt: Perkelti:

source: Down
lt_lt: Þemyn

source: Up
lt_lt: Aukðtyn

source: If <b>%s</b> contains <b>%s</b> then move to <b>%s</b>
lt_lt: Jei <b>%s</b> turi <b>%s</b>, tada perkelti laiðkà á <b>%s</b>

source: Message Filters
lt_lt: Þinuèiø filtrai

source: Filtering enables messages with different criteria to be automatically filtered into different folders for easier organization.
lt_lt: Filtravimas leidþia iðskirstyti á skirtingus aplankus þinutes atitinkanèias nustatytus kriterijus ir taip valdyti savo ateinantá paðtà.

source: SPAM Filters
lt_lt: Spamo filtrai

source: SPAM filters allow you to select from various DNS based blacklists to detect junk email in your INBOX and move it to another folder (like Trash).
lt_lt: Spamo filtrai leidþia jums pasinaudoti ávairiais DNS pagrindu sudarytais sàraðais, kad atsikratyti ðiukðliø, kurios pasiekia jûsø paðto dëþæ.

source: Spam Filtering
lt_lt: Spamo filtravimas

source: WARNING! Tell your admin to set the SpamFilters_YourHop variable
lt_lt: DËMESIO! Papraðykite jûsø paðto administratoriø nustatyti SpamFilters_YourHop kintamàjá.

source: Move spam to:
lt_lt: Perkelti spamà á:

source: Moving spam directly to the trash may not be a good idea at first, since messages from friends and mailing lists might accidentally be marked as spam. Whatever folder you set this to, make sure that it gets cleaned out periodically, so that you don't have an excessively large mailbox hanging around.
lt_lt: Spamo siuntimas tiesiai á ðiukðliø dëþæ gali bûti ne pati geriausia mintis, kadangi jûs netyèia galite ten nusiøsti þinutes nuo draugø ar þinuèiø serveriø. Kad ir koká nustatytumëte aplankà, ásitikinkite, kad jis bûtø periodiðkai valomas ir neiðsipûstø bendra jûsø paðto dëþës uþimama vieta.

source: The more messages you scan, the longer it takes. I would suggest that you scan only new messages. If you make a change to your filters, I would set it to scan all messages, then go view my INBOX, then come back and set it to scan only new messages. That way, your new spam filters will be applied and you'll scan even the spam you read with the new filters.
lt_lt: Kuo daugiau þinuèiø skanuojate, tuo ilgiau tai uþtrunka. Rekomenduotina skanuoti tik naujas þinutes. Jei padarëte kokius nors pakitimus filtruose - laikinai nustatykite visø þinuèiø skanavimà, apsilankykite INBOX aplanke ir vël gràþinkite tik naujø þinuèiø skanavimà. Taip jûsø nauji spamo filtrai bus pritaikyti seniesiems laiðkams.

source: Spam is sent to <b>%s</b>
lt_lt: Spamas siunèiamas á <b>%s</b>

source: [<i>not set yet</i>]
lt_lt: [<i>dar nenustatyta</i>]

source: Spam scan is limited to <b>%s</b>
lt_lt: Spamo tikrinimas ribojamas iki <b>%s</b> þinuèiø

source: New Messages Only
lt_lt: Tik naujas þinutes

source: All Messages
lt_lt: Visas þinutes

source: ON
lt_lt: Ájungta

source: OFF
lt_lt: Iðjungta

source: SpellChecker Options
lt_lt: Raðybos tikrinimo nustatymai

source: Here you may set up how your personal dictionary is stored, edit it, or choose which languages should be available to you when spell-checking.
lt_lt: Èia jûs galite nustatyti, kaip saugomas jûsø asmeninis þodynas, taisyti já arba pasirinkti kalbas, kurias naudosite vykdydami raðybos tikrinimà.

source: Check Spelling
lt_lt: Patikrinti raðybà

source: Back to &quot;SpellChecker Options&quot; page
lt_lt: Atgal á &quot;Raðybos tikrinimo nustatymø&quot; puslapá

source: ATTENTION:
lt_lt: DËMESIO:

source: SquirrelSpell was unable to decrypt your personal dictionary. This is most likely due to the fact that you have changed your mailbox password. In order to proceed, you will have to supply your old password so that SquirrelSpell can decrypt your personal dictionary. It will be re-encrypted with your new password after this.<br>If you haven't encrypted your dictionary, then it got mangled and is no longer valid. You will have to delete it and start anew. This is also true if you don't remember your old password -- without it, the encrypted data is no longer accessible.
lt_lt: SquirrelSpell nesugebëjo atkoduoti jûsø asmeninio þodyno. Greièiausiai tai atsitiko todël, kad jûs pakeitëte savo paðto slaptaþodá. Norint tæsti jums teks pasakyti senajá slaptaþodá, kad SquirrelSpell galëtø atkoduoti jûsø þodynà. Po to jis bus perkoduotas naudojant jûsø naujàjá slaptaþodá.<br>Jei jûs nekodavote savo þodyno, vadinas jis buvo negráþtamai apgadintas ir já teks iðtrinti. Taip pat þodynà teks iðtrinti, jei jûs pamirðote senajá slaptaþodá.

source: Delete my dictionary and start a new one
lt_lt: Iðtrinti mano þodynà ir pradëti naujà

source: Decrypt my dictionary with my old password:
lt_lt: Atkoduoti þodynà naudojant senajá slaptaþodá:

source: Proceed
lt_lt: Tæsti

source: You must make a choice
lt_lt: Jûs turite pasirinkti

source: You can either delete your dictionary or type in the old password. Not both.
lt_lt: Jûs galite arba iðtrinti savo þodynà, arba ávesti senàjá slaptaþodá. Ne abu dalykus vienu metu.

source: This will delete your personal dictionary file. Proceed?
lt_lt: Asmeninis þodynas bus iðtrintas. Tæsti?

source: Error Decrypting Dictionary
lt_lt: Ávyko klaida atkoduojant þodynà

source: Cute.
lt_lt: Graþu.

source: I tried to execute '%s', but it returned:
lt_lt: Bandant vykdyti '%s', buvo iðvesta

source: SquirrelSpell is misconfigured.
lt_lt: SquirrelSpell klaidingai sukonfiguruotas

source: SquirrelSpell Results
lt_lt: Raðybos tikrinimo rezultatai

source: Spellcheck completed. Commit changes?
lt_lt: Raðybos tikrinimas baigtas. Pritaikyti pakeitimus?

source: No changes were made.
lt_lt: Niekas nepakeista.

source: Now saving your personal dictionary... Please wait.
lt_lt: Asmeninis þodynas saugomas... Laukite.

source: Found %s errors
lt_lt: Rasta %s klaidø(os/a)

source: Line with an error:
lt_lt: Eilutë su klaida:

source: Error:
lt_lt: Klaida:

source: Suggestions:
lt_lt: Pasiûlymai:

source: Suggestions
lt_lt: Pasiûlymai

source: Change to:
lt_lt: Keisti á:

source: Occurs times:
lt_lt: Rasta atvejø:

source: Change this word
lt_lt: Pakeisti ðá þodá

source: Change
lt_lt: Pakeisti

source: Change ALL occurances of this word
lt_lt: Pakeisti visus ðio þodio atvejus

source: Change All
lt_lt: Pakeisti visus

source: Ignore this word
lt_lt: Ignoruoti ðá þodá

source: Ignore
lt_lt: Ignoruoti

source: Ignore ALL occurances this word
lt_lt: Ignoruoti visus ðio þodþio atvejus

source: Ignore All
lt_lt: Ignoruoti visus

source: Add this word to your personal dictionary
lt_lt: Átraukti þodá á asmeniná þodynà

source: Add to Dic
lt_lt: Átraukti á þodynà

source: Close and Commit
lt_lt: Uþdaryti ir iðsaugoti

source: The spellcheck is not finished. Really close and commit changes?
lt_lt: Raðybos tikrinimas nebaigtas. Ar tikrai uþdaryti ir iðsaugoti pakeitimus?

source: Close and Cancel
lt_lt: Uþdaryti ir atðaukti

source: The spellcheck is not finished. Really close and discard changes?
lt_lt: Raðybos tikrinimas nebaigtas. Ar tikrai uþdaryti ir atðaukti visus pakeitimus?

source: No errors found
lt_lt: Nerasta jokiø klaidø

source: Your personal dictionary was erased.
lt_lt: Jûsø asmeninis þodynas iðtrintas

source: Dictionary Erased
lt_lt: Þodynas iðtrintas

source: Your personal dictionary was erased. Please close this window and click "Check Spelling" button again to start your spellcheck over.
lt_lt: Jûsø asmeninis þodynas buvo iðtrintas. Uþdarykite ðá langà ir paspauskite "Patikrinti raðybà" mygtukà dar kartà, kad ið naujo patikrinti raðybà.

source: Close this Window
lt_lt: Uþdaryti langà

source: Your personal dictionary was re-encrypted successfully. Now return to the &quot;SpellChecker options&quot; menu and make your selection again.
lt_lt: Jûsø þodynas buvo sëkmingai ið naujo uþkoduotas. Dabar galite gráþti á &quot;Raðybos tikrinimo nustatymø&quot; meniu ir tæsti darbà.

source: Successful Re-encryption
lt_lt: Sëkmingai perkoduota

source: Your personal dictionary was re-encrypted successfully. Please close this window and click "Check Spelling" button again to start your spellcheck over.
lt_lt: Jûsø asmeninis þodynas buvo sëkmingai perkoduotas. Uþdarykite ðá langà ir paspauskite "Patikrinti raðybà" mygtukà dar kartà, kad ið naujo patikrinti raðybà.

source: Dictionary re-encrypted
lt_lt: Þodynas perkoduotas

source: Your personal dictionary has been <strong>encrypted</strong> and is now stored in an <strong>encrypted format</strong>.
lt_lt: Jûsø asmeninis þodynas buvo <strong>uþkoduotas</strong> ir dabar yra saugomas <strong>uþkoduotu</strong> formatu.

source: Your personal dictionary has been <strong>decrypted</strong> and is now stored as <strong>clear text</strong>.
lt_lt: Jûsø asmeninis þodynas buvo <strong>atkoduotas</strong> ir dabar yra saugomas <strong>paprasto teksto</strong> formatu.

source: Personal Dictionary Crypto Settings
lt_lt: Asmeninio þodyno kodavimo nustatymai

source: Personal Dictionary
lt_lt: Asmeninis þodynas

source: No words in your personal dictionary.
lt_lt: Asmeninis þodynas tuðèias.

source: Please check any words you wish to delete from your dictionary.
lt_lt: Paþymëkite þodþius, kuriuos norite iðtrinti ið þodyno.

source: %s dictionary
lt_lt: %s þodynas

source: Delete checked words
lt_lt: Iðtrinti pasirinktà(us) þodþius

source: Edit your Personal Dictionary
lt_lt: Taisyti asmeniná þodynà

source: Please make your selection first.
lt_lt: Turite pirmiau pasirinkti.

source: This will encrypt your personal dictionary and store it in an encrypted format. Proceed?
lt_lt: Asmeninis þodynas bus uþkoduotas (jo turinys be slaptaþodio neperskaitomas). Tæsti?

source: This will decrypt your personal dictionary and store it in a clear-text format. Proceed?
lt_lt: Asmeninis þodynas bus atkoduotas (saugomas paprasto teksto formate). Tæsti?

source: <p>Your personal dictionary is <strong>currently encrypted</strong>. This helps protect your privacy in case the web-mail system gets compromized and your personal dictionary ends up stolen. It is currently encrypted with the password you use to access your mailbox, making it hard for anyone to see what is stored in your personal dictionary.</p> <p><strong>ATTENTION:</strong> If you forget your password, your personal dictionary will become unaccessible, since it can no longer be decrypted. If you change your mailbox password, SquirrelSpell will recognize it and prompt you for your old password in order to re-encrypt the dictionary with a new key.</p>
lt_lt: <p>Jûsø asmeninis þodynas yra <strong>uþkoduotas</strong>. Tai leidþia apsaugoti jûsø asmeninæ informacijà, jei www paðto sistemos saugumas paþeidþiamas. Ðiuo metu þodynas yra uþkoduojamas jûsø paðto slaptaþodþiu.</p> <p><strong>DËMESIO:</strong> Pamirðus slaptaþodá, jums nepavyks pasinaudoti þodynu, kadangi nebeiðeis jo atkoduoti. Pakeitus paðto slaptaþodá raðybos tikrinimo posistemë pastebës neatitikimà ir pasiûlys pateikti senàjá slaptaþodá ir perkoduoti þodynà nauju slaptaþodþiu.

source: Please decrypt my personal dictionary and store it in a clear-text format.
lt_lt: Praðau atkoduoti mano þodynà ir saugoti já paprasto teksto formate.

source: Change crypto settings
lt_lt: Pakeisti kodavimo nustatymus

source: <p>Your personal dictionary is <strong>currently not encrypted</strong>. You may wish to encrypt your personal dictionary to protect your privacy in case the webmail system gets compromized and your personal dictionary file gets stolen. When encrypted, the file's contents look garbled and are hard to decrypt without knowing the correct key (which is your mailbox password).</p> <strong>ATTENTION:</strong> If you decide to encrypt your personal dictionary, you must remember that it gets &quot;hashed&quot; with your mailbox password. If you forget your mailbox password and the administrator changes it to a new value, your personal dictionary will become useless and will have to be created anew. However, if you or your system administrator change your mailbox password but you still have the old password at hand, you will be able to enter the old key to re-encrypt the dictionary with the new value.</p>
lt_lt: <p>Jûsø asmeninis þodynas ðiuo metu yra <strong>neuþkoduotas</strong>. Jûs galite uþkoduoti þodynà, siekdami apsaugoti savo asmeninæ informacijà www paðto sistemos saugumo paþeidimo atveju. Uþkoduoto þodyno informacijà galima perskaityti tik þinant jà uþkoduojant naudota raktà (jûsø paðto slaptaþodá).</p><p><strong>DËMESIO:</strong> Uþkodavus þodynà jûs turite atsiminti savo paðto slaptaþodá. Pamirðæ savo slaptaþodá, jûs dar galësite pasiekti paðtà administratoriui pakeitus slaptaþodá, taèiau þodyno informacijos atgaminti nebepavyks. Pakeitus slaptaþodá raðybos tikrinimo posistemë tai pastebës ir papraðys pateikti senàjá slaptaþodá, kad perkoduoti jûsø þodynà.

source: Please encrypt my personal dictionary and store it in an encrypted format.
lt_lt: Praðau uþkoduoti mano asmeniná þodynà.
