Repository: sitle/squirrelmail-src
Catalog: tags/rel-1_2_10/squirrelmail/locale/*/LC_MESSAGES/squirrelmail.po
Languages: ro_ro

source: Address Book
ro_ro: Agendã

source: All
ro_ro: Toate

source: Name
ro_ro: Nume

source: Info
ro_ro: Informaþii

source: Source
ro_ro: Sursã

source: To
ro_ro: Cãtre

source: Use Addresses
ro_ro: Foloseºte adresele

source: Address Book Search
ro_ro: Cautã în agendã

source: Search for
ro_ro: Cautã

source: in
ro_ro: în

source: All address books
ro_ro: toate agendele

source: Search
ro_ro: Cautã

source: List all
ro_ro: Afiºeazã tot

source: Unable to list addresses from %s
ro_ro: Nu pot afiºa adresele începînd de la %s

source: Your search failed with the following error(s)
ro_ro: Cãutarea a eºuat pentru cã:

source: No persons matching your search was found
ro_ro: Nu am gãsit nici o persoanã

source: Return
ro_ro: Întoarce-te

source: Close
ro_ro: Închide

source: Nickname
ro_ro: Pseudonim

source: Must be unique
ro_ro: trebuie sã fie unic

source: E-mail address
ro_ro: Adresã de e-mail

source: First name
ro_ro: Prenume

source: Last name
ro_ro: Nume

source: Additional info
ro_ro: Informaþii suplimentare

source: No personal address book is defined. Contact administrator.
ro_ro: Nu e definitã nici o agendã. Luaþi legãtura cu administratorul.

source: You can only edit one address at the time
ro_ro: Nu puteþi modifica decît o adresã la un moment dat

source: Update address
ro_ro: Modificã adresa

source: ERROR
ro_ro: EROARE

source: Unknown error
ro_ro: Eroare necunoscutã

source: Add address
ro_ro: Adaugã o adresã

source: Edit selected
ro_ro: Modificã adresa selectatã

source: Delete selected
ro_ro: ªterge adresele selectate

source: Add to %s
ro_ro: Adaugã la %s

source: Draft Email Saved
ro_ro: Mesaj salvat

source: Could not move/copy file. File not attached
ro_ro: Nu pot muta/copia fiºierul. Fiºierul nu a fost anexat.

source: Original Message
ro_ro: Mesajul original

source: Subject
ro_ro: Subiect

source: From
ro_ro: De la

source: Date
ro_ro: Datã

source: From:
ro_ro: De la:

source: To:
ro_ro: Cãtre:

source: Subject:
ro_ro: Subiect:

source: Send
ro_ro: Trimite

source: Attach:
ro_ro: Anexeazã:

source: Add
ro_ro: Adaugã

source: Delete selected attachments
ro_ro: ªterge anexele selectate

source: Priority
ro_ro: Prioritate

source: High
ro_ro: Mare

source: Normal
ro_ro: Normalã

source: Low
ro_ro: Micã

source: Signature
ro_ro: Semnãtura

source: Addresses
ro_ro: Adrese

source: Save Draft
ro_ro: Salveazã ciorna

source: You have not filled in the "To:" field.
ro_ro: Nu aþi completat cîmpul "Cãtre:".

source: said
ro_ro: a scris

source: Viewing a text attachment
ro_ro: Afiºez textul anexat

source: View message
ro_ro: Afiºeazã mesajul

source: Download this as a file
ro_ro: Descarcã sub formã de fiºier

source: Date:
ro_ro: Data:

source: more
ro_ro: mai mult

source: less
ro_ro: mai puþin

source: Illegal folder name. Please select a different name.
ro_ro: Nume de director nepermis. Alegeþi un alt nume.

source: Click here to go back
ro_ro: Apãsaþi aici pentru a reveni

source: Folders
ro_ro: Directoare

source: Subscribed successfully!
ro_ro: Selectare reuºitã!

source: Unsubscribed successfully!
ro_ro: Deselectare reuºitã!

source: Deleted folder successfully!
ro_ro: Directorul a fost ºters!

source: Created folder successfully!
ro_ro: Directorul a fost creat!

source: Renamed successfully!
ro_ro: Directorul a fost redenumit!

source: refresh folder list
ro_ro: Actualizeazã lista directoarelor

source: Create Folder
ro_ro: Creeazã directorul

source: as a subfolder of
ro_ro: ca un subdirector al

source: None
ro_ro: Nici unul

source: Let this folder contain subfolders
ro_ro: Permite acestui director sã conþinã subdirectoare

source: Create
ro_ro: Creeazã

source: Rename a Folder
ro_ro: Redenumeºte un director

source: Rename
ro_ro: Redenumeºte

source: No folders found
ro_ro: Nu am gãsit nici un director

source: Delete Folder
ro_ro: ªterge directorul

source: Delete
ro_ro: ªterge

source: Unsubscribe
ro_ro: Eliminã

source: Subscribe
ro_ro: Adaugã

source: No folders were found to unsubscribe from!
ro_ro: Nu am gãsit nici un director pentru eliminare!

source: No folders were found to subscribe to!
ro_ro: Nu am gãsit nici un director pentru adãugare!

source: Rename a folder
ro_ro: Redenumeºte un director

source: New name:
ro_ro: Nume nou:

source: Submit
ro_ro: Aplicã modificãrile

source: Help
ro_ro: Ajutor

source: The help has not been translated to %s. It will be displayed in English instead.
ro_ro: Acest ajutor nu a fost tradus în %s. Va fi afiºat în englezã.

source: Some or all of the help documents are not present!
ro_ro: Unele din documentele de ajutor nu existã!

source: Table of Contents
ro_ro: Cuprins

source: Previous
ro_ro: Înapoi

source: Next
ro_ro: Înainte

source: Top
ro_ro: Mergi în vîrful paginii

source: Viewing an image attachment
ro_ro: Afiºez o anexa de tip imagine

source: Last Refresh
ro_ro: Ultima actualizare

source: SquirrelMail version %s
ro_ro: SquirrelMail versiunea %s

source: By the SquirrelMail Development Team
ro_ro: realizat de SquirrelMail Development Team

source: Name:
ro_ro: Nume:

source: Password:
ro_ro: Parolã:

source: No messages were selected.
ro_ro: Nu aþi selectat nici un mesaj.

source: General Display Options
ro_ro: Opþiuni generale de afiºare

source: Theme
ro_ro: Tema

source: Language
ro_ro: Limba

source: Use Javascript
ro_ro: Utilizeaza JavaScript

source: Always
ro_ro: Întotdeauna

source: Never
ro_ro: Niciodatã

source: Mailbox Display Options
ro_ro: Opþiuni de afiºare a mesajelor

source: Number of Messages to Index
ro_ro: Numãrul de mesaje de indexat

source: Enable Page Selector
ro_ro: Afiºeazã lista paginilor

source: Maximum Number of Pages to Show
ro_ro: Numãrul de pagini de indexat

source: Message Display and Composition
ro_ro: Afiºarea ºi compunerea mesajelor

source: Wrap Incoming Text At
ro_ro: Afiºeazã maxim (caractere) pe linie

source: Size of Editor Window
ro_ro: Dimensiunea ferestrei de editare (în caractere)

source: Before headers
ro_ro: Înaintea antetelor

source: Between headers and message body
ro_ro: Între antete ºi corpul mesajului

source: After message body
ro_ro: Dupã corpul mesajului

source: Addressbook Display Format
ro_ro: Formatul folosit pentru afiºarea agendei

source: Show HTML Version by Default
ro_ro: Sã afiºez implicit versiunea HTML a mesajelor?

source: Include Me in CC when I Reply All
ro_ro: Include adresa proprie in cimpul CC dacã se rãspunde tuturor

source: Enable Mailer Display
ro_ro: Afiºeazã clientul de mail folosit

source: Display Attached Images with Message
ro_ro: Afiºeazã imaginile anexate mesajului

source: Enable Subtle Printer Friendly Link
ro_ro: Afiºeazã link-ul pentru format imprimabil

source: Enable Printer Friendly Clean Display
ro_ro: Afiºeazã mesajele intr-un format imprimabil

source: Special Folder Options
ro_ro: Opþiuni pentru directoarele sistem

source: Folder Path
ro_ro: Calea spre directoare

source: Do not use Trash
ro_ro: Nu folosi directorul Trash

source: Trash Folder
ro_ro: Directorul pt. mesaje ºterse

source: Do not use Sent
ro_ro: Nu salva mesajele trimise

source: Sent Folder
ro_ro: Director pentru mesajele trimise

source: Do not use Drafts
ro_ro: Nu salva mesajele neexpediate

source: Draft Folder
ro_ro: Director pentru mesaje neexpediate

source: Folder List Options
ro_ro: Opþiuni de afiºare a directoarelor

source: Location of Folder List
ro_ro: Locaþia listei directoarelor

source: Left
ro_ro: Stînga

source: Right
ro_ro: Dreapta

source: pixels
ro_ro: pixeli

source: Width of Folder List
ro_ro: Lãþimea listei directoarelor

source: Minutes
ro_ro: minute

source: Seconds
ro_ro: secunde

source: Minute
ro_ro: minut

source: Auto Refresh Folder List
ro_ro: Actualizeazã lista directoarelor

source: Enable Unread Message Notification
ro_ro: Notificare mesaje necitite

source: No Notification
ro_ro: Fãrã notificare

source: Only INBOX
ro_ro: Numai în INBOX

source: All Folders
ro_ro: În toate subdirectoarele

source: Unseen and Total
ro_ro: Necitite ºi total

source: Enable Collapsable Folders
ro_ro: Se poate comuta afiºarea subdirectoarelor

source: Show Clock on Folders Panel
ro_ro: Afiºeazã ora in lista directoarelor

source: No Clock
ro_ro: Fãrã ceas

source: Hour Format
ro_ro: Format orã

source: 12-hour clock
ro_ro: 1:00 pm

source: Options
ro_ro: Opþiuni

source: Message Highlighting
ro_ro: Evidenþierea unui mesaj

source: New
ro_ro: Nou

source: Done
ro_ro: Gata

source: Edit
ro_ro: Modificã

source: No highlighting is defined
ro_ro: Nu e definitã nici o evidenþiere

source: Identifying name
ro_ro: Numele de identificare

source: Color
ro_ro: Culoarea

source: Dark Blue
ro_ro: albastru închis

source: Dark Green
ro_ro: verde închis

source: Dark Yellow
ro_ro: galben închis

source: Dark Cyan
ro_ro: turcoaz închis

source: Dark Magenta
ro_ro: mov închis

source: Light Blue
ro_ro: albastru deschis

source: Light Green
ro_ro: verde deschis

source: Light Yellow
ro_ro: galben deschis

source: Light Cyan
ro_ro: turcoaz deschis

source: Light Magenta
ro_ro: mov deschis

source: Dark Gray
ro_ro: gri închis

source: Medium Gray
ro_ro: gri

source: Light Gray
ro_ro: gri deschis

source: White
ro_ro: alb

source: Other:
ro_ro: Alta:

source: To or Cc
ro_ro: Cãtre sau CC

source: Matches
ro_ro: include

source: Advanced Identities
ro_ro: Identitãþi avansate

source: Default Identity
ro_ro: Identitate implicitã

source: Alternate Identity %d
ro_ro: Identitate alternativã %d

source: Add a New Identity
ro_ro: Adaugã o nouã identitate

source: Full Name
ro_ro: Numele complet

source: E-Mail Address
ro_ro: Adresa de e-mail

source: Reply To
ro_ro: Adresa de rãspuns

source: Save / Update
ro_ro: Salveazã / Modificã

source: Make Default
ro_ro: Alege ca implicitã

source: Move Up
ro_ro: Urcã

source: Index Order
ro_ro: Ordinea de indexare

source: Checkbox
ro_ro: cãsuþa

source: Flags
ro_ro: Atribute mesaj

source: Size
ro_ro: Dimensiune

source: The index order is the order that the columns are arranged in the message index. You can add, remove, and move columns around to customize them to fit your needs.
ro_ro: Ordinea de indexare este ordinea în care sînt aranjate coloanele în lista de mesaje. Puteþi adãuga, ºterge sau muta coloane dupã dorinþã.

source: up
ro_ro: sus

source: down
ro_ro: jos

source: remove
ro_ro: ºterge

source: Return to options page
ro_ro: Întoarce-te la pagina de opþiuni

source: Name and Address Options
ro_ro: Opþiuni nume / adresã

source: Edit Advanced Identities
ro_ro: Modificã identitãþile avansate

source: (discards changes made on this form so far)
ro_ro: (renunþã la modificãrile fãcute în acest formular pînã acum)

source: Multiple Identities
ro_ro: Identitãþi multiple

source: Reply Citation Style
ro_ro: Stil de citare la rãspuns

source: No Citation
ro_ro: Fãrã citare

source: AUTHOR Said
ro_ro: AUTORUL a scris

source: User-Defined
ro_ro: Definitã de utilizator

source: User-Defined Citation Start
ro_ro: Început citare definitã de utilizator

source: User-Defined Citation End
ro_ro: Sfîrºit citare definitã de utilizator

source: Personal Information
ro_ro: Informaþii personale

source: Display Preferences
ro_ro: Preferinþe de afiºare

source: Folder Preferences
ro_ro: Preferinþe referitoare la directoare

source: Refresh Folder List
ro_ro: Actualizeazã lista directoarelor

source: Refresh Page
ro_ro: Actualizeazã pagina

source: This contains personal information about yourself such as your name, your email address, etc.
ro_ro: Aici sînt informaþii personale despre dumneavoastrã, cum ar fi numele, adresa de e-mail etc

source: You can change the way that SquirrelMail looks and displays information to you, such as the colors, the language, and other settings.
ro_ro: Puteþi schimba felul în care SquirrelMail aratã ºi afiºeazã informaþia (culori, limbã ºi altele)

source: Based upon given criteria, incoming messages can have different background colors in the message list. This helps to easily distinguish who the messages are from, especially for mailing lists.
ro_ro: În funcþie de criteriile date, mesajele sosite pot avea fundalul colorat diferit în listã. Aceasta ajutã la identificarea expeditorului, în special în cazul listelor de distribuþie.

source: These settings change the way your folders are displayed and manipulated.
ro_ro: Aceste opþiuni schimbã felul în care sînt afiºate ºi manipulate directoarele

source: Printer Friendly
ro_ro: Format tipãribil

source: Print
ro_ro: Tipãreºte

source: View Printable Version
ro_ro: Afiºare în format tipãribil

source: Message List
ro_ro: Lista mesajelor

source: Resume Draft
ro_ro: Editeazã mesajul

source: Forward
ro_ro: Trimite mai departe

source: Reply
ro_ro: Rãspunde

source: Reply All
ro_ro: Rãspunde tuturor

source: Mailer
ro_ro: Client de mail

source: You must be logged in to access this page.
ro_ro: Trebuie sã fiþi conectat pentru a avea acces la aceastã paginã.

source: There was an error contacting the mail server.
ro_ro: Eroare la conexiunea cu serverul de e-mail.

source: Contact your administrator for help.
ro_ro: Luaþi legãtura cu administratorul pentru ajutor.

source: Body
ro_ro: Corp

source: Everywhere
ro_ro: Peste tot

source: Sign Out
ro_ro: Deconecteazã-mã

source: You have been successfully signed out.
ro_ro: Aþi fost deconectat.

source: Click here to log back in.
ro_ro: Faceþi clic aici ca sã vã reconectaþi

source: Viewing a Business Card
ro_ro: Afiºez informaþiile personale ataºate

source: Title
ro_ro: Titlu

source: Web Page
ro_ro: Paginã web

source: Organization / Department
ro_ro: Organizaþie / Departament

source: Work Phone
ro_ro: Telefon firmã

source: Home Phone
ro_ro: Telefon acasã

source: Cellular Phone
ro_ro: Telefon mobil

source: Add to Addressbook
ro_ro: Adaugã în agendã

source: Title & Org. / Dept.
ro_ro: Titlu & Org. / Dept.

source: Personal address book
ro_ro: Agenda personalã

source: Database error: %s
ro_ro: Eroare în baza de date: %s

source: Addressbook is read-only
ro_ro: Nu se poate scrie în agendã

source: User '%s' already exist
ro_ro: Utilizatorul "%s" existã deja

source: User '%s' does not exist
ro_ro: Utilizatorul "%s" nu existã

source: Global address book
ro_ro: Agenda globalã

source: No such file or directory
ro_ro: Nu existã un astfel de fiºier sau director

source: Open failed
ro_ro: Nu am putut deschide

source: Can not modify global address book
ro_ro: Nu pot modifica agenda globalã

source: Not a file name
ro_ro: Nu e un nume de fiºier

source: Could not lock datafile
ro_ro: Nu am putut bloca fiºierul de date

source: Write to addressbook failed
ro_ro: Nu am putut scrie în agendã

source: Error initializing addressbook database.
ro_ro: Eroare la iniþializarea bazei de date ce conþine agenda.

source: Error opening file %s
ro_ro: Eroare la deschiderea fiºierului %s

source: Error initializing global addressbook.
ro_ro: Eroare la iniþializarea agendei globale.

source: Error initializing LDAP server %s:
ro_ro: Eroare la iniþializarea serverului LDAP %s

source: Invalid input data
ro_ro: Date de intrare incorecte

source: Name is missing
ro_ro: Lipseºte numele

source: E-mail address is missing
ro_ro: Lipseºte adresa de e-mail

source: Nickname contains illegal characters
ro_ro: Pseudonimul conþine caractere nepermise

source: view
ro_ro: vizualizare

source: Business Card
ro_ro: Informaþii personale

source: Sunday
ro_ro: Duminicã

source: Monday
ro_ro: Luni

source: Tuesday
ro_ro: Marþi

source: Wednesday
ro_ro: Miercuri

source: Thursday
ro_ro: Joi

source: Friday
ro_ro: Vineri

source: Saturday
ro_ro: Sîmbãtã

source: January
ro_ro: Ianuarie

source: February
ro_ro: Februarie

source: March
ro_ro: Martie

source: April
ro_ro: Aprilie

source: May
ro_ro: Mai

source: June
ro_ro: Iunie

source: July
ro_ro: Iulie

source: September
ro_ro: Septembrie

source: October
ro_ro: Octombrie

source: November
ro_ro: Noiembrie

source: December
ro_ro: Decembrie

source: Preference database error (%s). Exiting abnormally
ro_ro: Eroare în baza de date de preferinþe (%s). Ies forþat.

source: Unknown user or password incorrect.
ro_ro: Utilizator necunoscut sau parolã incorectã.

source: Click here to try again
ro_ro: Apãsaþi aici pentru a încerca din nou

source: Click here to return to %s
ro_ro: Apãsaþi aici pentru a vã întoarce la %s

source: Go to the login page
ro_ro: Mergeþi la pagina de conectare

source: Preference file, %s, does not exist. Log out, and log back in to create a default preference file.
ro_ro: Fiºierul de preferinþe %s nu existã. Deconectaþi-vã ºi conectaþi-vã din nou pentru a crea fiºierul de preferinþe implicit.

source: ERROR : Could not complete request.
ro_ro: EROARE: nu am putut îndeplini cererea.

source: Reason Given:
ro_ro: Motivul:

source: ERROR : Bad or malformed request.
ro_ro: EROARE: cerere incorectã sau parametri greºiþi

source: Server responded:
ro_ro: Serverul a rãspuns:

source: Error connecting to IMAP server: %s.
ro_ro: Eroare la conectarea la serverul IMAP: %s.

source: Bad request: %s
ro_ro: Cerere incorectã: %s

source: Unknown error: %s
ro_ro: Eroare necunoscutã: %s

source: Read data:
ro_ro: Date citite:

source: Unknown response from IMAP server:
ro_ro: Rãspuns necunoscut de la serverul IMAP:

source: Unknown message number in reply from server:
ro_ro: Numãr de mesaj necunoscut în rãspunsul de la server:

source: (no subject)
ro_ro: (fãrã subiect)

source: Unknown Sender
ro_ro: Expeditor necunoscut

source: No To Address
ro_ro: Fãrã adresã destinatar

source: (unknown sender)
ro_ro: (expeditor necunoscut)

source: No Messages Found
ro_ro: Nu sînt mesaje

source: Found
ro_ro: Am gãsit

source: messages
ro_ro: mesaje

source: THIS FOLDER IS EMPTY
ro_ro: ACEST DIRECTOR E GOL

source: Transform Selected Messages
ro_ro: Transformã mesajele selectate

source: Move
ro_ro: Mutã

source: Expunge
ro_ro: ªterge de pe server

source: mailbox
ro_ro: cãsuþa poºtalã

source: Read
ro_ro: Citite

source: Unread
ro_ro: Necitite

source: Toggle All
ro_ro: Inverseazã-le pe toate

source: Unselect All
ro_ro: Deselecteazã-le pe toate

source: Select All
ro_ro: Selecteazã-le pe toate

source: Viewing Messages: <B>%s</B> to <B>%s</B> (%s total)
ro_ro: Afiºez mesajele de la: <B>%s</B> la <B>%s</B> (%s total)

source: Viewing Message: <B>%s</B> (1 total)
ro_ro: Afiºez mesajul: <B>%s</B> (1 total)

source: Show All
ro_ro: Afiºeazã toate mesajele

source: Attachments
ro_ro: Anexe

source: download
ro_ro: descarcã

source: Option Type '%s' Not Found
ro_ro: Opþiunea '%s' nu existã

source: Yes
ro_ro: Da

source: No
ro_ro: Nu

source: Current Folder
ro_ro: Directorul curent

source: Compose
ro_ro: Compune

source: COMMERCIAL - This list contains servers that are verified spam senders. It is a pretty reliable list to scan spam from.
ro_ro: COMERCIAL - Aceastã listã conþine servere care trimit mesaje comerciale nesolicitate. Este o listã destul de sigurã pentru filtrarea mesajelor.

source: COMMERCIAL - Servers that are configured (or misconfigured) to allow spam to be relayed through their system will be banned with this. Another good one to use.
ro_ro: COMERCIAL - Servere incorect configurate, care permit trimiterea de mailuri fãrã a verifica expeditorul. De asemenea, o lista recomandatã.

source: COMMERCIAL - Dial-up users are often filtered out since they should use their ISP's mail servers to send mail. Spammers typically get a dial-up account and send spam directly from there.
ro_ro: COMERCIAL - Utilizatorii care folosesc conexiuni dial-up sînt adesea filtraþi deoarece ar trebui sa foloseascã serverul furnizorului.

source: COMMERCIAL - RBL+ Blackhole entries.
ro_ro: COMERCIAL - RBL + Blackhole

source: COMMERCIAL - RBL+ OpenRelay entries.
ro_ro: COMERCIAL - RBL+OpenRelay

source: COMMERCIAL - RBL+ Dial-up entries.
ro_ro: COMERCIAL - RBL+Dial-up

source: FREE - Osirusoft Relays - Osirusofts list of verified open relays. Seems to include servers used by abuse@uunet.net auto-replies too.
ro_ro: GRATUIT - Lista Osirusoft de servere care permit transmiterea de mailuri. Se pare cã include ºi lista de auto-respondere a abuse@uunet.net.

source: FREE - Osirusoft Dialups - Osirusofts Dialup Spam Source list.
ro_ro: GRATUIT - Lista de adrese dial-up furnizatã de Osirusoft

source: FREE - Osirusoft Confirmed Spam Source - Sites that continually spam and have been manually added after multiple nominations. Use with caution. Seems to catch abuse auto-replies from some ISPs.
ro_ro: GRATUIT - adrese confirmate cã ar permite trimiterea de mailuri nedorite furnizatã de Osirusoft. Include adrese adãugate manual, dupã ce au fost nominalizate de mai multe ori. A se folosi cu grijã - pare sã includã si rãspunsuri automate de la unii provideri.

source: FREE - Osirusoft Smart Hosts - List of hosts that are secure but relay for other mail servers that are not secure.
ro_ro: GRATUIT - Lista Osirusoft de servere securizate, dar care permit retransmiterea de mesaje provenind din servere nesigure.

source: FREE - Osirusoft Spamware Developers - It is believed that these are IP ranges of companies that are known to produce spam software. Seems to catch abuse auto-replies from some ISPs.
ro_ro: GRATUIT - Lista Osirusoft de adrese ale unor producãtori de software folosit pentru trimiterea de SPAM. Pare sã includã si rãspunsuri automate de la unii provideri.

source: FREE - Osirusoft Unconfirmed OptIn Servers - List of listservers that opt users in without confirmation.
ro_ro: GRATUIT - Lista Osirusoft de servere care includ adrese in liste de mail fãrã o confirmare prealabilã.

source: FREE - ORDB was born when ORBS went off the air. It seems to have fewer false positives than ORBS did though.
ro_ro: GRATUIT - ORDB: înlocuitor al ORBS. Pare sã conþinã mai putine adrese incorecte.

source: FREE - Five-Ten-sg.com - Direct SPAM sources.
ro_ro: GRATUIT - Five-Ten-sg.com: surse directe de SPAM.

source: FREE - Five-Ten-sg.com - Dial-up lists - includes some DSL IPs.
ro_ro: GRATUIT - Five-Ten-sg.com: Liste de adrese dial-up (include si conexiuni DSL)

source: FREE - Five-Ten-sg.com - Bulk mailers that do not use confirmed opt-in.
ro_ro: GRATUIT - Five-Ten-sg.com: Liste de mail care nu cer confirmare la înscriere

source: FREE - Five-Ten-sg.com - Other misc. servers.
ro_ro: GRATUIT - Five-Ten-sg.com: alte adrese

source: FREE - Five-Ten-sg.com - SPAM Support servers.
ro_ro: GRATUIT - Five-Ten-sg.com - servere care permit trimiterea de SPAM

source: FREE - Five-Ten-sg.com - Web Form IPs.
ro_ro: GRATUIT - Five-Ten-sg.com - Servere WEB care permit trimiterea de e-mailuri farã autentificare.

source: FREE - Dorkslayers appears to include only really bad open relays outside the US to avoid being sued. Interestingly enough, their website recommends you NOT use their service.
ro_ro: GRATUIT -Dorkslayers: include numai servere aflate în afara SUA pentru a evita acþiunile legale. Interesant, pagina lor de web recomandã sã NU le folosiþi serviciul.

source: FREE, for now - SPAMCOP - An interesting solution that lists servers that have a very high spam to legit email ratio (85% or more).
ro_ro: GRATUIT (deocamdatã) - SPAMCOP - O soluþie interesantã: listeazã serverele de la care mai mult de 85% din mesaje sînt SPAM.

source: What to Scan:
ro_ro: Ce sã se scaneze:

source: All messages
ro_ro: Toate mesajele

source: Only unread messages
ro_ro: Numai mesajele necitite

source: Save
ro_ro: Salveazã

source: Match:
ro_ro: Unde:

source: Contains:
ro_ro: Conþine:

source: Down
ro_ro: Jos

source: Up
ro_ro: Sus

source: If <b>%s</b> contains <b>%s</b> then move to <b>%s</b>
ro_ro: Dacã <b>%s</b> conþine <b>%s</b> atunci mutã în <b>%s</b>

source: Message Filters
ro_ro: Filtre mesaje

source: Filtering enables messages with different criteria to be automatically filtered into different folders for easier organization.
ro_ro: Filtrarea permite organizarea mesajelor dupã diferite criterii in subdirectoare.

source: SPAM Filters
ro_ro: Filtrare SPAM
