Repository: sitle/squirrelmail-src
Catalog: tags/rel-1_2_10/squirrelmail/locale/*/LC_MESSAGES/squirrelmail.po
Languages: ro_ro

source: SPAM filters allow you to select from various DNS based blacklists to detect junk email in your INBOX and move it to another folder (like Trash).
ro_ro: Filtrele SPAM permit selectarea de diverse liste cu adrese de la care provin mesaje comerciale nesolicitate ºi mutarea acelor mesaje în alte subdirectoare (de ex. Gunoi).

source: Spam Filtering
ro_ro: Filtrare SPAM

source: WARNING! Tell your admin to set the SpamFilters_YourHop variable
ro_ro: ATENÞIE: Administratorul trebuie sã seteze variabila SpamFilters_YourHop.

source: Move spam to:
ro_ro: Mutã mesajele nedorite în:

source: Moving spam directly to the trash may not be a good idea at first, since messages from friends and mailing lists might accidentally be marked as spam. Whatever folder you set this to, make sure that it gets cleaned out periodically, so that you don't have an excessively large mailbox hanging around.
ro_ro: Mutarea mesajelor direct în directorul Trash poate sã nu fie o idee bunã, deoarece astfel mesaje incorect identificate ca SPAM vor fi ºterse. Asiguraþi-vã totuºi cã directorul ales este golit periodic, pentru a nu depãºi spaþiul alocat pentru mesaje.

source: The more messages you scan, the longer it takes. I would suggest that you scan only new messages. If you make a change to your filters, I would set it to scan all messages, then go view my INBOX, then come back and set it to scan only new messages. That way, your new spam filters will be applied and you'll scan even the spam you read with the new filters.
ro_ro: Scanarea tuturor mesajelor poate lua mult timp - este recomandat sã nu filtraþi decît cele necitite.

source: Spam is sent to <b>%s</b>
ro_ro: Mesajele filtrate vor fi mutate in <b>%s</b>

source: [<i>not set yet</i>]
ro_ro: [<i>nesetat</i>]

source: Spam scan is limited to <b>%s</b>
ro_ro: Scanarea este limitatã la <b>%s</b>

source: New Messages Only
ro_ro: Mesajele noi

source: All Messages
ro_ro: Toate mesajele

source: ON
ro_ro: Activat

source: OFF
ro_ro: Dezactivat

source: SpellChecker Options
ro_ro: Opþiuni pentru corectorul ortografic

source: Here you may set up how your personal dictionary is stored, edit it, or choose which languages should be available to you when spell-checking.
ro_ro: Aici puteþi configura dicþionarele disponibile pentru verificarea ortograficã, sau edita un dicþionar personal.

source: Check Spelling
ro_ro: Verificã ortografia

source: Back to &quot;SpellChecker Options&quot; page
ro_ro: Înapoi la pagina &quot;Opþiuni corector ortografic&quot;

source: ATTENTION:
ro_ro: ATENÞIE:

source: Delete my dictionary and start a new one
ro_ro: ªterge dicþionarul ºi deschide unul nou.

source: Proceed
ro_ro: Continuã

source: Error Decrypting Dictionary
ro_ro: Eroare la decriptarea dicþionarului

source: SquirrelSpell Results
ro_ro: Corector ortografic - rezultate

source: Found %s errors
ro_ro: Am gãsit %s erori

source: Line with an error:
ro_ro: Linia care conþine eroarea:

source: Error:
ro_ro: Eroare:

source: Suggestions:
ro_ro: Sugestii:

source: Suggestions
ro_ro: Sugestii

source: Change to:
ro_ro: Înlocuieºte cu:

source: Occurs times:
ro_ro: Numãr apariþii:

source: Change this word
ro_ro: Schimbã acest cuvînt

source: Change
ro_ro: Schimbã

source: Change ALL occurances of this word
ro_ro: Schimbã TOATE apariþiile acestui cuvînt

source: Change All
ro_ro: Înlocuieºte-le pe toate

source: Ignore this word
ro_ro: Ignorã acest cuvînt

source: Ignore
ro_ro: Ignorã

source: Ignore ALL occurances this word
ro_ro: Ignorã toate apariþiile acestui cuvînt

source: Ignore All
ro_ro: Ignorã-le pe toate

source: Add this word to your personal dictionary
ro_ro: Adaugã acest cuvînt la dicþionarul personal

source: Add to Dic
ro_ro: Adaugã la dicþionar

source: Close and Commit
ro_ro: Salveazã ºi închide

source: The spellcheck is not finished. Really close and commit changes?
ro_ro: Verificarea nu este completã. Sigur doriþi sã aplicaþi modificãrile ºi sã închideþi fereastra?

source: Close and Cancel
ro_ro: Anuleazã modificãrile

source: The spellcheck is not finished. Really close and discard changes?
ro_ro: Verificarea nu este completã. Sigur doriþi sã anulaþi modificãrile ºi sã închideþi fereastra?

source: No errors found
ro_ro: Nu am gãsit nici o eroare

source: Your personal dictionary was erased.
ro_ro: Dicþionarul personal a fost ºters.

source: Dictionary Erased
ro_ro: Dicþionar ºters

source: Personal Dictionary
ro_ro: Dicþionar personal

source: No words in your personal dictionary.
ro_ro: Nu sînt cuvinte în dicþionarul personal.

source: Please check any words you wish to delete from your dictionary.
ro_ro: Bifaþi cuvintele care trebuie ºterse din dicþionar.

source: %s dictionary
ro_ro: Dicþionar %s

source: Delete checked words
ro_ro: ªterge cuvintele selectat

source: Edit your Personal Dictionary
ro_ro: Editeazã dicþionarul personal

source: Deleting the following entries from <strong>%s</strong> dictionary:
ro_ro: Urmãtoarele cuvinte vor fi ºterse din dicþionarul %s:

source: All done!
ro_ro: Gata!

source: Personal Dictionary Updated
ro_ro: Dicþionarul personal a fost actualizat

source: No changes requested.
ro_ro: Nu au fost necesare modificãri

source: Please wait, communicating with the server...
ro_ro: Aºteptaþi, comunic cu serverul...

source: Please choose which dictionary you would like to use to spellcheck this message:
ro_ro: Selectaþi dicþionarul dorit pentru acest mesaj:

source: Go
ro_ro: Start

source: SquirrelSpell Initiating
ro_ro: Se iniþializeazã corectorul

source: Settings adjusted to: <strong>%s</strong> with <strong>%s</strong> as default dictionary.
ro_ro: Setãrile modificate pt <strong>%s</strong> cu <strong>%s</strong> ca dicþionar implicit.

source: Using <strong>%s</strong> dictionary (system default) for spellcheck.
ro_ro: Folosesc <strong>%s</strong> ca dicþionar implicit

source: International Dictionaries Preferences Updated
ro_ro: Preferinþele pentru dicþionar actualizate

source: Please check any available international dictionaries which you would like to use when spellchecking:
ro_ro: Bifaþi oricare dicþionar pe care doriþi sã îl folosiþi pentru corectare

source: Make this dictionary my default selection:
ro_ro: Selecteazã acest dicþionar ca implicit

source: Make these changes
ro_ro: Aplicã modificãrile

source: Add International Dictionaries
ro_ro: Adaugã dicþionar

source: Please choose which options you wish to set up:
ro_ro: Alegeþi opþiunile pe care doriþi sã le modificaþi:

source: Edit your personal dictionary
ro_ro: Editare dicþionar personal

source: Set up international dictionaries
ro_ro: Configurare dicþionare

source: Encrypt or decrypt your personal dictionary
ro_ro: Criptare / decriptare dicþionar personal

source: not available
ro_ro: (indisponibil)

source: SquirrelSpell Options Menu
ro_ro: Opþiuni corector ortografic

source: Your server options are as follows:
ro_ro: Opþiunile pentru servere sînt:

source: 13 language pairs, maximum of 1000 characters translated, powered by Systran
ro_ro: 13 perechi de limbi, maxim 100 de caractere, furnizat de Systran

source: 10 language pairs, maximum of 25 kilobytes translated, powered by Systran
ro_ro: 10 perechi de limbi, maxim 25k, furnizat de Systran

source: 12 language pairs, no known limits, powered by Systran
ro_ro: 12 perechi de limbi, nelimitat, furnizat de Systran

source: 767 language pairs, no known limits, powered by Translation Experts's InterTran
ro_ro: 767 perechi de limbi, nelimitat, furnizat de Translation Experts' InterTran

source: 8 language pairs, no known limits, powered by GPLTrans (free, open source)
ro_ro: 8 perechi de limbi, nelimitat, furnizat de GPLTrans (gratuit, open source)

source: You also decide if you want the translation box displayed, and where it will be located.
ro_ro: Puteþi alege de asemenea locaþia casetei de traducere

source: Select your translator:
ro_ro: Selectaþi translatorul:

source: When reading:
ro_ro: La citirea mesajului:

source: Show translation box
ro_ro: Afiºeazã caseta de traducere

source: to the left
ro_ro: în stînga

source: in the center
ro_ro: centrat

source: to the right
ro_ro: în dreapta

source: Translate inside the SquirrelMail frames
ro_ro: Traducerea in acelaºi cadru cu SquirrelMail

source: When composing:
ro_ro: La compunerea unui mesaj:

source: Not yet functional, currently does nothing
ro_ro: Nefuncþional deocamdatã

source: Translation Options
ro_ro: Opþiuni translator

source: Which translator should be used when you get messages in a different language?
ro_ro: Ce translator doriþi sã fie folosit la primirea de mesaje în alte limbi?

source: %s to %s
ro_ro: %s la %s

source: English
ro_ro: Englezã

source: French
ro_ro: Francezã

source: German
ro_ro: Germanã

source: Italian
ro_ro: Italianã

source: Portuguese
ro_ro: Portughezã

source: Spanish
ro_ro: Spaniolã

source: Russian
ro_ro: Rusã

source: Translate
ro_ro: Tradu

source: Brazilian Portuguese
ro_ro: Portughezã Brazilianã

source: Bulgarian
ro_ro: Bulgarã

source: Croatian
ro_ro: Croatã

source: Czech
ro_ro: Cehã

source: Danish
ro_ro: Danezã

source: Dutch
ro_ro: Olandezã

source: European Spanish
ro_ro: Spaniolã europeanã

source: Finnish
ro_ro: Finlandezã

source: Greek
ro_ro: Greacã

source: Hungarian
ro_ro: Ungarã

source: Icelandic
ro_ro: Islandezã

source: Japanese
ro_ro: Japonezã

source: Latin American Spanish
ro_ro: Spaniolã Latino-Americanã

source: Norwegian
ro_ro: Norvegianã

source: Polish
ro_ro: Polonezã

source: Romanian
ro_ro: Românã

source: Serbian
ro_ro: Sîrbã

source: Slovenian
ro_ro: Slovenã

source: Swedish
ro_ro: Suedezã

source: Welsh
ro_ro: Galezã

source: Indonesian
ro_ro: Indnezianã

source: Latin
ro_ro: Latinã

source: Select <b>Enable Media Playing</b> to turn on playing a media file when unseen mail is in your folders. When enabled, you can specify the media file to play in the provided file box.
ro_ro: Selectaþi <b>Fiºier audio</b> pentru a folosi notificarea sonorã la sosirea mesajelor.

source: The <b>Check all boxes, not just INBOX</b> option will check ALL of your folders for unseen mail, not just the inbox for notification.
ro_ro: Opþiunea <b>Verificã toate directoarele</b> va activa verificarea tuturor subdirectoarelor, nu numai pentru INBOX.

source: Selecting the <b>Show popup</b> option will enable the showing of a popup window when unseen mail is in your folders (requires JavaScript).
ro_ro: Opþiunea <b>Alertã vizualã</b> va deschide o fereastrã de notificare la sosirea mesajelor (numai dacã JavaScript este activat).

source: Use the <b>Check RECENT</b> to only check for messages that are recent. Recent messages are those that have just recently showed up and have not been "viewed" or checked yet. This can prevent being continuously annoyed by sounds or popups for unseen mail.
ro_ro: Folosiþi <b>Numai mesajele recente</b> pentru a nu fi notificat decît dacã au apãrut mesaje noi de la ultima verificare.

source: Selecting the <b>Change title</b> option will change the title in some browsers to let you know when you have new mail (requires JavaScript, and only works in IE but you won't see errors with other browsers). This will always tell you if you have new mail, even if you have <b>Check RECENT</b> enabled.
ro_ro: Opþiunea <b> Schimbã titlul</b> va modifica titlul ferestrei dacã sînt mesaje necitite. Funcþioneazã numai în IE+JavaScript, dar nu genereazã erori în alte browsere. Titlul va rãmîne însã modificat chiar dacã aþi bifat opþiunea <b>Verificã mesajele recente</b>

source: Select from the list of <b>server files</b> the media file to play when new mail arrives. Selecting <b>local media</b> will play the file specified in the <b>local media file</b> box to play from the local computer. If no file is specified, the system will use a default from the server.
ro_ro: Selectaþi unul din fiºierele audio de pe server sau unul de pe hard-disk.

source: Enable Media Playing
ro_ro: Fiºier audio

source: Check all boxes, not just INBOX
ro_ro: Verificã toate directoarele

source: Count only messages that are RECENT
ro_ro: Numai mesajele recente

source: Change title on supported browsers.
ro_ro: Schimbã titlul

source: requires JavaScript to work
ro_ro: necesitã JavaScript

source: Show popup window on new mail
ro_ro: Alertã vizualã

source: Select server file:
ro_ro: Selectaþi un fiºier de pe server:

source: (local media)
ro_ro: (de pe hard-disk)

source: Try
ro_ro: Încearcã

source: Local Media File:
ro_ro: Fiºier local:

source: Current File:
ro_ro: Fiºierul selectat:

source: New Mail
ro_ro: Mesaje noi

source: SquirrelMail Notice:
ro_ro: SquirrelMail:

source: You have new mail!
ro_ro: Aveþi mesaje noi!

source: NewMail Options
ro_ro: Opþiuni notificare

source: This configures settings for playing sounds and/or showing popup windows when new mail arrives.
ro_ro: Aici puteþi configura opþiunile de notificare la sosirea de mesaje noi

source: New Mail Notification options saved
ro_ro: Opþiunile au fost salvate

source: %s New Messages
ro_ro: %s Mesaje noi

source: %s New Message
ro_ro: %s Mesaj nou

source: Test Sound
ro_ro: Testeazã sunetul

source: Loading the sound...
ro_ro: încarc sunetul...

source: POP3 connect:
ro_ro: Conectare POP3:

source: No server specified
ro_ro: Nu a fost specificat nici un server

source: Error
ro_ro: Eroare

source: POP3: premature NOOP OK, NOT an RFC 1939 Compliant server
ro_ro: POP3: NOOP OK prematur, serverul NU e conform cu RFC 1939

source: No connection to server
ro_ro: Nu mã pot conecta la server

source: POP3 user:
ro_ro: Utilizator POP3:

source: no login ID submitted
ro_ro: nu a fost introdus un nume de utilizator

source: connection not established
ro_ro: conexiunea nu a fost stabilitã

source: POP3 pass:
ro_ro: Parola POP3:

source: No password submitted
ro_ro: Nu a fost introdusã parola

source: authentication failed
ro_ro: Autentificare eºuatã

source: NOOP failed. Server not RFC 1939 compliant
ro_ro: NOOP a esuat, serverul NU e conform cu RFC 1939

source: No login ID submitted
ro_ro: Nu a fost introdus un nume de utilizator

source: No server banner
ro_ro: Nu existã eticheta serverului

source: abort
ro_ro: abandoneazã

source: apop authentication failed
ro_ro: autentificarea apop a eºuat

source: Premature end of list
ro_ro: Sfîrºit de listã prematur

source: Empty command string
ro_ro: Comandã vidã

source: connection does not exist
ro_ro: Conexiune inexistentã

source: No msg number submitted
ro_ro: Nu s-a trimis numãrul mesajului

source: Command failed
ro_ro: Comanda a eºuat

source: Remote POP server Fetching Mail
ro_ro: Aducere mesaje de pe alt server POP3

source: Select Server:
ro_ro: Selectaþi serverul:

source: Fetch Mail
ro_ro: Descarcã mesajele

source: Fetching from
ro_ro: Descarc mesajele de la

source: Oops,
ro_ro: Hopa,

source: Opening IMAP server
ro_ro: Deschid serverul IMAP

source: Opening POP server
ro_ro: Deschid serverul POP

source: Login Failed:
ro_ro: Autentificare eºuatã:

source: Login OK: No new messages
ro_ro: Login OK: Nu sînt mesaje noi

source: Login OK: Inbox EMPTY
ro_ro: Login OK: Nu sînt mesaje în INBOX

source: Login OK: Inbox contains [
ro_ro: Login OK: [

source: ] messages
ro_ro: ] mesaje în INBOX

source: Fetching UIDL...
ro_ro: Trimit UIDL

source: Server does not support UIDL.
ro_ro: Serverul nu ºtie de UIDL.

source: Leaving Mail on Server...
ro_ro: Mesajele vor fi pãstrate ºi pe server

source: Deleting messages from server...
ro_ro: ªtergere mesaje de pe server...

source: Fetching message
ro_ro: Aduc mesajul

source: Message appended to mailbox
ro_ro: Mesaj adaugat la INBOX

source: Message
ro_ro: Mesaj

source: deleted from Remote Server!
ro_ro: ºters de pe server!

source: Delete failed:
ro_ro: ªtergerea a eºuat:

source: Error Appending Message!
ro_ro: Eroare la copierea mesajului!

source: Closing POP
ro_ro: Închid conexiunea POP

source: Logging out from IMAP
ro_ro: Închid conexiunea IMAP

source: Saving UIDL
ro_ro: Salvez UIDL

source: Remote POP server settings
ro_ro: Setãri server POP

source: You should be aware that the encryption used to store your password is not perfectly secure. However, if you are using pop, there is inherently no encryption anyway. Additionally, the encryption that we do to save it on the server can be undone by a hacker reading the source to this file.
ro_ro: Trebuie sã ºtiþi cã metoda de folositã pentru criptarea parolei nu este sigurã. Dar, daca folosiþi un cont POP, parola nu este trimisã criptat cãtre server oricum. Mai mult, parola poate fi decriptatã de un hacker care citeºte sursa acestui program.

source: If you leave password empty, it will be required when you fetch mail.
ro_ro: Dacã nu completaþi cîmpul parola, ea va fi cerutã la conectare.

source: Encrypt passwords (informative only)
ro_ro: Cripteazã parolele (doar cu titlu informativ)

source: Add Server
ro_ro: Adaugã server

source: Store in Folder:
ro_ro: Salveazã mesajele aduse în directorul:

source: Leave Mail on Server
ro_ro: Pãstreazã o copie a mesajelor pe server

source: Check mail during login
ro_ro: Verificã mailurile externe la conectare

source: Check mail during folder refresh
ro_ro: Verificã mailurile externe la fiecare actualizare a directoarelor locale

source: Modify Server
ro_ro: Modificã server

source: Server Name:
ro_ro: Nume server:

source: Modify
ro_ro: Modificã

source: No-one server in use. Try to add.
ro_ro: Nu sînt servere configurate. Puteþi adãuga unul.

source: Fetching Servers
ro_ro: Actualizez lista serverelor

source: Confirm Deletion of a Server
ro_ro: Confirmaþi ºtergerea serverului

source: Selected Server:
ro_ro: Server selectat:

source: Confirm delete of selected server?
ro_ro: Sînteþi sigur?

source: Mofify a Server
ro_ro: Modificã un server

source: Undefined Function
ro_ro: Funcþie nedefinitã

source: Hey! Wath do You are looking for?
ro_ro: Hey you! Yes you! What ARE you looking for?

source: Fetch
ro_ro: Mesaje externe

source: Warning,
ro_ro: Avertisment,

source: Mail Fetch Result:
ro_ro: Rezultat:

source: Simple POP3 Fetch Mail
ro_ro: Sincronizare servere POP3 externe

source: This configures settings for downloading email from a pop3 mailbox to your account on this server.
ro_ro: Puteþi configura aducerea mesajelor de pe un alt server POP3 în contul de pe acest server.

source: Title:
ro_ro: Titlu:
