Repository: sitle/squirrelmail-src
Catalog: tags/rel-1_4_18-20090525/locales/locale/*/LC_MESSAGES/lockout.po
Languages: km

source: Access denied. Please contact your system administrator.
km: សិទ្ធិ​ចូល​ដំណើរការ​ត្រូវបាន​បដិសេធ ។ សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ​របស់​អ្នក ។

source: Unknown user or password incorrect.
km: ពាក្យ​សម្ងាត់ និង​អ្នកប្រើ​មិន​ស្គាល់ គឺ​មិន​ត្រឹមត្រូវ ។

source: Sorry, you did not provide the correct challenge response.
km: សូម​អភ័យទោស អ្នក​មិន​បាន​ផ្ដល់​ចម្លើយតប​ឲ្យ​បាន​ត្រឹមត្រូវ​ទេ ។

source: NOTICE: User "%s" (domain "%s") has attempted (and failed) to log in %d times in the last %d minutes. Times: %s %s has been LOCKED OUT PERMANENTLY. To unlock this user, remove the "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" setting from the "lockout_plugin_login_failure_information" preference set.
km: ចំណាំ ៖ អ្នកប្រើ "%s" (ដែន "%s") បាន​​ចូល (និង​បរាជ័យ) %d ដងហើយ​នៅ %d នាទី​មុន ។ ចំនួន​ដង ៖ %s %s ត្រូវបាន​ចេញ​ជា​​អាចិន្ត្រៃយ៍ ។ ដើម្បី​ដោះសោ​អ្នកប្រើ ត្រូវ​យកការ​កំណត់ "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" ចេញ​ពី​សំណុំ​ចំណូល​ចិត្ត "lockout_plugin_login_failure_information" ។

source: --- LOCKED OUT - %s
km: --- ចេញ - %s

source: NOTICE: User "%s" (domain "%s") has attempted (and failed) to log in %d times in the last %d minutes. Times: %s %s has been LOCKED OUT for %d minutes. To unlock this user before then, remove the "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" setting from the "lockout_plugin_login_failure_information" preference set.
km: ចំណាំ ៖ អ្នកប្រើ "%s" (ដែន "%s") បាន​ចូល (និង​បរាជ័យ) ចំនួន %d ដង​ហើយ​នៅ %d មុន ។ ចំនួន​ដង ៖ %s %s ត្រូវបាន​ចេញ​រយៈពេល %d ។ ដើម្បី​ដោះសោ​អ្នកប្រើ​មុន ត្រូវ​យក​ការ​កំណត់ "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" ចេញ​ពី​សំណុំ​ចំណូលចិត្ត "lockout_plugin_login_failure_information" ។

source: NOTICE: User "%s" (domain "%s") has attempted (and failed) to log in %d times. Times: %s %s has been LOCKED OUT PERMANENTLY. To unlock this user, remove the "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" setting from the "lockout_plugin_login_failure_information" preference set.
km: ចំណាំ ៖ អ្នកប្រើ "%s" (ដែន "%s") បាន​ចូល (និង​បរាជ័យ) ចំនួន %d ។ ចំនួន​ដង ៖ %s %s ត្រូវបាន​ចេញ​ជា​អាចិន្ត្រៃយ៍ ។ ដើម្បី​ដោះសោ​អ្នកប្រើ​នេះ យក​ការ​កំណត់ "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" ចេញពី​សំណុំ​ចំណូលចិត្ត "lockout_plugin_login_failure_information" ។

source: NOTICE: User "%s" (domain "%s") has attempted (and failed) to log in %d times. Times: %s %s has been LOCKED OUT for %d minutes. To unlock this user before then, remove the "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" setting from the "lockout_plugin_login_failure_information" preference set.
km: ចំណាំ ៖ អ្នកប្រើ "%s" (ដែន "%s") បាន​ចូល (និង​បរាជ័យ) ចំនួន %d ដង ។ ចំនួន​ដង ៖ %s %s ត្រូវបាន​ចេញ​រយៈពេល %d នាទី ។ ដើម្បី​ដោះសោ​អ្នកប្រើ​នេះ​មុន គឺ​ត្រូវ​យក​ការ​កំណត់ "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" ចេញ​ពី​សំណុំ​ចំណូលចិត្ត "lockout_plugin_login_failure_information" ។

source: NOTICE: Someone at %s has attempted (and failed) to log in %d times in the last %d minutes. Times: %s %s has been LOCKED OUT PERMANENTLY. To unlock this client address, remove the "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" setting from the "lockout_plugin_login_failure_information" preference set.
km: ចំណាំ ៖ មាននរណា​ម្នាក់​នៅ %s បាន​ចូល (និង​បរាជ័យ) ចំនួន %d ដង​នៅ %d មុន ។ ចំនួន​ដង ៖ %s %s ត្រូវបាន​ចេញ​ជា​អាចិន្ត្រៃយ៍ ។ ដើម្បី​ដោះសោ​អាសយដ្ឋាន​ម៉ាស៊ីន​ភ្ញៀវនេះ ត្រូវ​យក​ការ​កំណត់ "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" ចេញ​ពី​សំណុំ​ចំណូលចិត្ត "lockout_plugin_login_failure_information" ។

source: NOTICE: Someone at %s has attempted (and failed) to log in %d times in the last %d minutes. Times: %s %s has been LOCKED OUT for %d minutes. To unlock this client address, remove the "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" setting from the "lockout_plugin_login_failure_information" preference set.
km: ចំណាំ ៖ មាន​នរណា​ម្នាក់​នៅ %s បាន​ចូល (និង​បរាជ័យ) ចំនួន %d ដង​នៅ​ %d នាទី​មុន ។ ចំនួន​ដង ៖ %s %s ត្រូវបាន​ចេញ​រយៈពេល %d នាទី ។ ដើម្បី​ដោះសោ​អាសយដ្ឋាន​ម៉ាស៊ីន​ភ្ញៀវ​នេះ គឺ​ត្រូវ​យក​ការ​កំណត់ "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" ចេញ​ពី​សំណុំ​ចំណូល​ចិត្ត "lockout_plugin_login_failure_information" ។

source: NOTICE: Someone at %s has attempted (and failed) to log in %d times. Times: %s %s has been LOCKED OUT PERMANENTLY. To unlock this client address, remove the "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" setting from the "lockout_plugin_login_failure_information" preference set.
km: ចំណាំ ៖ មាន​នរណា​ម្នាក់​នៅ %s បាន​ចូល (និង​បរាជ័យ) ចំនួន %d ដង ។ ចំនួន​ដង ៖ %s %s បាន​ចេញ​ជា​អាចិន្ត្រៃយ៍ ។ ដើម្បី​ដោះសោ​អាសយដ្ឋាន​ម៉ាស៊ីន​ភ្ញៀវ គឺ​ត្រូវ​យក​ការ​កំណត់ "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" ចេញ​ពី​សំណុំ​ចំណូលចិត្ត "lockout_plugin_login_failure_information" ។

source: NOTICE: Someone at %s has attempted (and failed) to log in %d times. Times: %s %s has been LOCKED OUT for %d minutes. To unlock this client address before then, remove the "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" setting from the "lockout_plugin_login_failure_information" preference set.
km: ចំណាំ ៖ មាន​នរណា​ម្នាក់​នៅ %s បាន​ចូល (និង​បរាជ័យ) ចំនួន %d ដង ។ ចំនួន​ដង ៖ %s %s ត្រូវបាន​ចេញ​រយៈពេល %d នាទី ។ ដើម្បី​ដោះសោ​អាសយដ្ឋាន​​ម៉ាស៊ីន​ភ្ញៀវ​នេះ គឺ​ត្រូវ​យក​ការ​កំណត់ "%s_TOO_MANY_FAILED_LOGIN_ATTEMPTS" ចេញ​ពី​សំណុំ​ចំណូលចិត្ត "lockout_plugin_login_failure_information" ។

source: NOTICE: Someone at %s has attempted (and failed) to log in %d times in the last %d minutes. Times: %s Users attempting to log in from %s are PERMANENTLY required to enter a CAPTCHA code when logging in. To remove the CAPTCHA requirement, remove the "%s_CAPTCHA_TOO_MANY_FAILED_LOGIN_ATTEMPTS" setting from the "lockout_plugin_login_failure_information" preference set.
km: ចំណាំ ៖ មាន​នរណា​ម្នាក់នៅ %s បាន​ចូល (និង​បរាជ័យ) ចំនួន %d ដង នៅ %d នាទី​មុន ។ ចំនួន​ដង ៖ %s អ្នក​ប្រើ​ចូល​ពី %s គឺ​តម្រូវ​ឲ្យ​បញ្ចូល​លេខ​កូដ CAPTCHA នៅពេល​ចូល​ជា​រៀងរហូត ។ ដើម្បី​យក​តម្រូវការ CAPTCHA ចេញ គឺ​ត្រូវ​យក​ការ​កំណត់ "%s_CAPTCHA_TOO_MANY_FAILED_LOGIN_ATTEMPTS" ចេញ​ពី​សំណុំ​ចំណូល​ចិត្ត "lockout_plugin_login_failure_information" ។

source: NOTICE: Someone at %s has attempted (and failed) to log in %d times in the last %d minutes. Times: %s Users attempting to log in from %s will be required to enter a CAPTCHA code when logging in for the next %d minutes. To remove the CAPTCHA requirement, remove the "%s_CAPTCHA_TOO_MANY_FAILED_LOGIN_ATTEMPTS" setting from the "lockout_plugin_login_failure_information" preference set.
km: ចំណាំ ៖ មាន​នរណាម្នាក់​នៅ %s បាន​ចូល (និង​បរាជ័យ) ចំនួន %d ដង​នៅ %d នាទី​មុន ។ ចំនួន​ដង ៖ %s អ្នក​ប្រើ​ចូល​ពី %s នឹង​ត្រូវបាន​តម្រូវ​ឲ្យ​បញ្ចូល​កូដ CAPTCHA នៅពេល​ចូល​នៅ %d នាទី​ទៀត ។ ដើម្បី​ផ្លាស់ទី​តម្រូវការ CAPTCHA គឺ​ត្រូវ​យក​ការកំណត់ "%s_CAPTCHA_TOO_MANY_FAILED_LOGIN_ATTEMPTS" ចេញ​ពី​សំណុំ​ចំណូលចិត្ត "lockout_plugin_login_failure_information" ។

source: NOTICE: Someone at %s has attempted (and failed) to log in %d times. Times: %s Users attempting to log in from %s are PERMANENTLY required to enter a CAPTCHA code when logging in. To remove the CAPTCHA requirement, remove the "%s_CAPTCHA_TOO_MANY_FAILED_LOGIN_ATTEMPTS" setting from the "lockout_plugin_login_failure_information" preference set.
km: ចំណាំ ៖ មាន​នរណា​ម្នាក់​នៅ %s បាន​ចូល (និង​បរាជ័យ) ចំនួន %d ដង ។ ចំនួន​ដង ៖ %s អ្នកប្រើ​ចូល​ពី %s គឺ​តម្រូវ​ឲ្យ​បញ្ចូល​លេខ​កូដ CAPTCHA នៅ​ពេល​ចូល​ជា​រៀងរហូត ។ ដើម្បី​យក​តម្រូវ​ការ CAPTCHA ចេញ គឺ​ត្រូវ​យក​ការ​កំណត់ "%s_CAPTCHA_TOO_MANY_FAILED_LOGIN_ATTEMPTS" ចេញ​ពី​សំណុំ​ចំណូលចិត្ត "lockout_plugin_login_failure_information" ។

source: NOTICE: Someone at %s has attempted (and failed) to log in %d times. Times: %s Users attempting to log in from %s will be required to enter a CAPTCHA code when logging in for the next %d minutes. To remove the CAPTCHA requirement before then, remove the "%s_CAPTCHA_TOO_MANY_FAILED_LOGIN_ATTEMPTS" setting from the "lockout_plugin_login_failure_information" preference set.
km: ចំណាំ ៖ មាន​នរណា​ម្នាក់​នៅ %s បាន​ចូល (និង​បរាជ័យ) ចំនួន %d ដង ។ ចំនួន​ដង ៖ %s អ្នកប្រើ​ចូល​ពី %s នឹង​តម្រូវ​ឲ្យ​បញ្ចូល​លេខ​កូដ CAPTCHA នៅពេល​ចូល​នៅ %d នាទី​ក្រោយ​ទៀត ។ ដើម្បី​ផ្លាស់ទី​តម្រូវការ CAPTCHA មុន គឺ​ត្រូវ​យក​ការ​កំណត់ "%s_CAPTCHA_TOO_MANY_FAILED_LOGIN_ATTEMPTS" ចេញ​ពី​សំណុំ​ចំណូលចិត្ត "lockout_plugin_login_failure_information" ។

source: User account:
km: គណនី​អ្នកប្រើ ៖

source: Domain:
km: ដែន ៖

source: Timestamp:
km: តែម​ពេលវេលា ៖
