Repository: sitle/squirrelmail-src
Catalog: tags/rel-1_4_6rc1-20051212/locales/locale/*/LC_MESSAGES/vacation_local.po
Languages: cs_cz

source: Vacation Message
cs_cz: Automatická odpovìï

source: Set up an auto-reply message and optionally forward your incoming email. This can be useful when you are away on vacation.
cs_cz: Nastavte si automatickou odpovìï a pøípadnì i pøeposílání pøíchozí po¹ty. To se hodí napøíklad kdy¾ jste na dovolené.

source: Bad characters in list of forwarding address.
cs_cz: Nepovolené znaky v seznamu adres k pøeposílání.

source: Options
cs_cz: Mo¾nosti

source: Change Vacation Message
cs_cz: Zmìnit automatickou odpovìï

source: Settings Saved
cs_cz: Nastavení ulo¾eno

source: Send auto-reply to sender?
cs_cz: Posílat automatickou odpovìï odesílateli?

source: Vacation subject:
cs_cz: Pøedmìt odpovìdi:

source: Vacation message:
cs_cz: Text odpovìdi:

source: Forward incoming messages to addresses listed below?
cs_cz: Pøeposílat pøíchozí po¹tu na adresy uvedené ní¾e?

source: No local delivery; forward and/or auto-reply only.
cs_cz: Neukládat zprávy; pouze pøeposílat a/nebo automaticky odpovídat.

source: Forwarding email addresses (one address per line)
cs_cz: Adresy kam pøeposílat (ka¾dá adresa na nový øádek)

source: Submit
cs_cz: Odeslat

source: Error: Could not bind to LDAP server.
cs_cz: Chyba: Nelze se pøiøadit na LDAP server.

source: Error: Could not find FTP server for %s in LDAP server.
cs_cz: Chyba: FTP server pro %s nenalezen v LDAP serveru.

source: Error: Could not connect to LDAP server.
cs_cz: Chyba: Nelze se pøipojit k LDAP serveru.

source: Error: Unable to connect to FTP server. Please try again later.
cs_cz: Chyba: Nelze se pøipojit k FTP serveru. Prosím zkuste za chvíli znovu.

source: Error: Unable to log in to FTP server. Please contact your system administrator.
cs_cz: Chyba: Nelze se pøihlásit k FTP serveru. Prosím kontaktujte administrátora systému.

source: Error: Unable to switch to passive FTP mode. Please contact your system administrator.
cs_cz: Chyba: Nelze pøepnout FTP server do pasivního módu. Prosím kontaktujte administrátora systému.

source: Error: Unable to upload file. Please contact your system administrator.
cs_cz: Chyba: Nelze nahrát soubor. Prosím kontaktujte administrátora systému.

source: An error occurred uploading the file:
cs_cz: Pøi posílání souboru nastala chyba:

source: Error: unable to download file. Please contact your system administrator.
cs_cz: Chyba: nelze stáhnout soubor. Prosím kontaktujte administrátora systému.

source: An error occurred downloading the file:
cs_cz: Pøi stahování souboru nastala chyba:

source: Error: unable to delete file. Please contact your system administrator.
cs_cz: Chyba: nelze smazat soubor. Prosím kontaktujte administrátora systému.

source: An error occurred deleting the file:
cs_cz: Pøi mazání souboru nastala chyba:

source: Unknown action:
cs_cz: Neznámá akce:

source: An error occurred attempting to read temp file; check permissions on attachments directory.
cs_cz: Pøi ètení doèasného souboru do¹lo k chybì; zkontrolujte pøístupová práva na slo¾ce pøíloh.

source: An error occurred attempting to create temp file; check permissions on attachments directory.
cs_cz: Pøi vytváøení doèasného souboru do¹lo k chybì; zkontrolujte pøístupová práva na slo¾ce pøíloh.
