Repository: sitle/squirrelmail-src
Catalog: tags/rel-1_4_3-20041003/locales/locale/*/LC_MESSAGES/enews.po
Languages: lt_lt

source: Add a new message
lt_lt: Pridėti naują žinutę

source: Add this message
lt_lt: Pridėti šią žinutę

source: Choose a topic
lt_lt: Pasirinkti temą

source: Click here to confirm to delete
lt_lt: Paspauskite čia, kad patvirtinti trynimą

source: Delete
lt_lt: Ištrinti

source: E-News
lt_lt: E-Naujienos

source: Post it
lt_lt: Paskelbti

source: Small list of smileys
lt_lt: Trumpas šypsiukų sąrašas

source: To post a comment it's here
lt_lt: Paskelbkite komentarus čia

source: To post a new message it's here
lt_lt: Paskelbkite naują žinutę čia

source: Your comment
lt_lt: Jūsų komentaras

source: Your message
lt_lt: Jūsų žinutė

source: Your subject
lt_lt: Jūsų tema

source: by
lt_lt: autorius:

source: comments
lt_lt: komentarai

source: hits
lt_lt: skaityta

source: posted by
lt_lt: paskelbta
