Repository: sitle/squirrelmail-src
Catalog: locales/locale/*/LC_MESSAGES/avelsieve.po
Languages: lt_lt

source: You have to define at least one header match text.
lt_lt: Jþs turite nurodyti bent vien± antra¹tê atitinkanèi± teksto eilutê.

source: You have not defined the name for the new folder.
lt_lt: Jþs nenurodìte naujo aplanko vardo.

source: Please try again.
lt_lt: Pabandykite dar karta.

source: Illegal folder name. Please select a different name
lt_lt: Netinkamas aplanko vardas. Pasirinkite kita

source: New Rule Wizard - Step
lt_lt: Naujos taisyklìs kþrimo pagalbininkas - ®ingsnis

source: of
lt_lt: i¹

source: Rule Type
lt_lt: Taisyklìs tipas

source: Condition
lt_lt: S±lyga

source: Action
lt_lt: Veiksmas

source: Confirmation
lt_lt: Patvirtinimas

source: <p>You have chosen to keep every mail. This is the default action anyway, so you might want to start over with a rule that makes more sense. Select &quot;finished&quot; to save this rule nonetheless.</p>
lt_lt: <p>Jþs pasirinkote i¹saugoti visas ¾inutes nepakeistas. Kadangi tai yra standartinis veiksmas pagal nutylìjim±, jis yra beprasmis. Gal vertìtù suformuoti taisyklê i¹ naujo? Pasirinkite &quot;Baigti&quot;, jei vis tik norite i¹saugoti ¹i± taisyklê.</p>

source: Please use the buttons on the bottom instead of your browser's reload, back and forward buttons, to build a rule.
lt_lt: Norìdami sukurti taisyklê naudokitìs ¾emiau esanèiais navigacijos mytgtukais, o ne nar¹yklìs puslapio perkrovimo mygtuku ar komanda.

source: Clear this Form
lt_lt: I¹valyti ¹i± form±

source: Start Over
lt_lt: Pradìti i¹ naujo

source: Cancel
lt_lt: At¹aukti

source: Move back to step
lt_lt: Grç¾ti atgal

source: Finished
lt_lt: Baigti

source: Move on to step
lt_lt: Per¹okti ç ¾ingsnç

source: What kind of rule would you like to add?
lt_lt: Kokio tipo taisyklê jþs norite sukurti?

source: The rule will trigger if the following addresses appear anywhere in the message's headers:
lt_lt: Taisyklì sureaguos jei taip ¾inutìs antra¹èiù pasirodys nurodyti adresai:

source: AND (Every item must match)
lt_lt: IR (Turi sutapti visi po¾ymiai)

source: OR (Either item will match)
lt_lt: ARBA (Turi sutapti bent vienas po¾ymis)

source: The condition for the following rules is:
lt_lt: ©ios taisyklìs s±lyga yra:

source: The header
lt_lt: Antra¹tì

source: Less...
lt_lt: Ma¾iau...

source: More...
lt_lt: Daugiau...

source: This rule will trigger if message is
lt_lt: ©i taisyklì suveiks jei ¾inutì yra

source: bigger
lt_lt: didesnì

source: smaller
lt_lt: ma¾esnì

source: than
lt_lt: nei

source: KB (kilobytes)
lt_lt: KB (kilobaitù)

source: MB (megabytes)
lt_lt: MB (megabaitù)

source: The following action will be applied to <strong>all</strong> incoming messages that do not match any of the previous rules.
lt_lt: ©is veiksmas bus pritaikytas <strong>visoms</strong> atìjusios ¾inutìms, kurios neatitiks nei vienos i¹ ankstesniù taisykliù.

source: This rule will trigger upon the occurrence of one or more strings in the body of an e-mail message.
lt_lt: ©i taisyklì suveiks jei ¾inutìs tekste ar antra¹tìse bus viena ar kelios nurodytos simboliù sekos.

source: Choose what to do when this rule triggers, from one of the following:
lt_lt: Pasirinkite k± daryti, kai taisyklì suveikia, i¹ galimù veiksmù:

source: Keep (Default action)
lt_lt: I¹saugoti nepakeista (standartinis veiksmas)

source: Discard Silently
lt_lt: Tyliai i¹trinti

source: Reject, sending this excuse to the sender:
lt_lt: Atmesti, gra¾inant siuntìjui nurodyt± prane¹im±:

source: Please do not send me large attachments.
lt_lt: Pra¹au nesiùsti man dideliù priedù.

source: Redirect to the following email address:
lt_lt: Persiùsti ç nurodyt± adres±:

source: Move message into
lt_lt: Perkelti ¾inutê ç

source: the existing folder
lt_lt: egzistuojantç aplank±

source: a new folder, named
lt_lt: nauj± aplank±, pavadint±

source: created as a subfolder of
lt_lt: sukurt± aplanke

source: Also keep copy in INBOX, marked as deleted.
lt_lt: Kartu i¹saugoti kopij± tarp INBOX, pa¾ymìt± kaip i¹trint±.

source: Vacation
lt_lt: Atostogos

source: The notice will be sent only once to each person that sends you mail, and will not be sent to a mailing list address.
lt_lt: Perspìjimas bus nusiùstas vien± kart± kiekvienam asmeniui, kuris bandys jums atsiùsti lai¹k±, bet nebus siunèiamas ç susira¹inìjimo s±ra¹us.

source: Addresses: Only reply if sent to these addresses:
lt_lt: Adresai: Atsakyti tik nurodytiems adresams:

source: Days: Reply message will be resent after
lt_lt: Dienos: Pakartotinai perspìjimas bus nusiùstas po

source: days
lt_lt: dienos(ù)

source: Use the following message:
lt_lt: Naudoti nurodyt± prane¹im±:

source: This is an automated reply; I am away and will not be able to reply to you immediately.
lt_lt: Tai yra autoatsakiklis. A¹ ¹iuo metu esu toli ir negaliu tuoj pat atsakyti ç jþsù ¾inutê.

source: I will get back to you as soon as I return.
lt_lt: Atsakysiu jums kai tik galìsiu.

source: Additional Actions
lt_lt: Papildomi veikmai

source: STOP
lt_lt: Sustoti

source: If this rule matches, do not check any rules after it.
lt_lt: Jei taisyklì sutampa, nebetikrinti kitù taisykliù.

source: Notify me, using the following method:
lt_lt: Prane¹kite man nurodytu metodu:

source: Notification ID
lt_lt: Prane¹imo ID

source: Parameters
lt_lt: Nustatymai

source: Message
lt_lt: ¾inutì

source: Help: Valid variables are:
lt_lt: Pagalba: Tinkami kintamieji yra:

source: Your new rule states:
lt_lt: Jþsù nauja taisyklì teigia:

source: If this is what you wanted, select Finished. You can also start over or cancel adding a rule altogether.
lt_lt: Jei tai yra tai, ko jþs norite, pasirinkite Baigti. Tai pat jþs galite pradìti i¹ naujo arba visai at¹aukti ¹i± taisyklê.

source: Error Encountered
lt_lt: Çvyko klaida

source: For <strong>ALL</strong> incoming messages;
lt_lt: <strong>VISOMS</strong> ateinanèioms ¾inutìms;

source: If
lt_lt: Jei

source: <em>any</em> of the following mail headers match:
lt_lt: <em>bent viena</em> i¹ nurodytù antra¹èiù atitinka:

source: <em>all</em> of the following mail headers match:
lt_lt: <em>visos</em> nurodytos pa¹to antra¹tos atitinka:

source: the header
lt_lt: antra¹tì

source: is
lt_lt: yra

source: is not
lt_lt: nìra

source: contains
lt_lt: turi

source: does not contain
lt_lt: neturi

source: matches
lt_lt: atitinka

source: does not match
lt_lt: neatitinka

source: is greater than
lt_lt: yra didesnì nei

source: is greater or equal to
lt_lt: yra didesnì arba lygi

source: is lower than
lt_lt: yra ma¾esnì nei

source: is lower or equal to
lt_lt: yra ma¾esnì arba lygi

source: is equal to
lt_lt: yra lygi

source: is not equal to
lt_lt: yra nelygi

source: matches the regural expression
lt_lt: atitinka i¹rai¹k±

source: does not match the regural expression
lt_lt: neatitinka i¹rai¹kos

source: exists
lt_lt: egzistuoja

source: does not exist
lt_lt: neegzistuoja

source: the size of the message is
lt_lt: ¾inutìs dydis yra

source: bigger
lt_lt: didesnis

source: smaller
lt_lt: ma¾esnis

source: then
lt_lt: nei

source: <em>keep</em> it.
lt_lt: <em>i¹saugoti</em>

source: <em>discard</em> it.
lt_lt: <em>atsikratyti</em>

source: <em>reject</em> it, sending this excuse back to the sender:
lt_lt: <em>atmesti</em> siuntìjui su nurodytu prane¹imu:

source: <em>redirect</em> it to the email address
lt_lt: <em>persiùsti</em> ç nurodyt± adres±

source: <em>file</em> it into the folder <strong>
lt_lt: <em>i¹saugoti</em> aplanke <strong>

source: reply with this vacation message:
lt_lt: atsakyti su atostogù ¾inute:

source: Also keep a copy in INBOX, marked as deleted.
lt_lt: I¹saugoti kopij± tarp INBOX, pa¾ymìti kaip i¹trint±.

source: Then <strong>STOP</strong> processing rules.
lt_lt: Tada <strong>LIAUTIS</strong> apdoroti kitas taisykles.

source: Also notify using the method
lt_lt: Taip pat informuoti naudojant metod±

source: with
lt_lt: su

source: priority and the message
lt_lt: prioritetu ir ¾inute

source: Address Match
lt_lt: Adreso sutapimas

source: Perform an action on messages matching a specified header (From, To etc.).
lt_lt: Atlikti veiksmus su ¾inutìmis turinèiomis atitinkamas antra¹tes (Nuo, Kam ir kt.).

source: Header Match
lt_lt: Antra¹tìs sutapimas

source: Size
lt_lt: Dydis

source: Perform an action on messages depending on their size.
lt_lt: Atlikti veiksmus su ¾inutìmis priklausomai nuo jù dyd¾io.

source: All Messages
lt_lt: Visos ¾inutìs

source: Perform an action on <strong>all</strong> incoming messages.
lt_lt: Apdoroti <strong>visas</strong> ateinanèias ¾inutes.

source: Body Match
lt_lt: Turinio sutapimas

source: Perform an action on messages depending on their content (body text).
lt_lt: Atlikti veiksmus su ¾inutìmis priklausomai nuo jù turinio (viso ¾inutìs teksto).

source: matches wildcard
lt_lt: atitinka apibrì¾im±

source: does not match wildcard
lt_lt: neatitinka apibrì¾imo

source: matches regexp
lt_lt: atitink± i¹rai¹k±

source: verbose
lt_lt: i¹samus

source: terse
lt_lt: trumpas

source: Mobile Phone Message (SMS)
lt_lt: Prane¹imas ç mobilù (SMS)

source: Email notification
lt_lt: Prane¹imas ç pa¹t±

source: Notification via Zephyr
lt_lt: Prane¹imas per Zephyr sistem±

source: Notification via ICQ
lt_lt: Prane¹imas per ICQ sistem±

source: Low
lt_lt: ®emas

source: Normal
lt_lt: Normalus

source: High
lt_lt: Auk¹tas

source: Editing Mail Filtering Rule
lt_lt: Taisoma pa¹to filtravimo taisyklì

source: Add New Rule
lt_lt: Pridìti nauj± taisyklê

source: Apply Changes
lt_lt: I¹saugoti pakeitimus

source: Message Filters
lt_lt: ®inuèiù filtrai

source: Server-Side mail filtering enables you to add criteria in order to automatically forward, delete or place a given message into a folder.
lt_lt: Serverio pusìs filtrai leid¾ia jums nustatyti kriterijus, kurias remiantis pa¹to sistema automati¹kai persiùs, i¹trins ar patalpins gautas ¾inutes ç nurodyt± aplank±.

source: Filters
lt_lt: Filtrai

source: Could not log on to timsieved daemon on your IMAP server
lt_lt: Nepavyko prisijungti prie jþsù IMAP serverio timsieved posistemìs

source: Please contact your administrator.
lt_lt: Susisiekite su jþsù pa¹to administratoriumi.

source: Current Mail Filtering Rules
lt_lt: Esamos pa¹to filtravimo taisyklìs

source: No Filtering Rules Defined Yet
lt_lt: Nìra jokiù pa¹to filtravimo taisykliù

source: in order to save your rules.
lt_lt: norint i¹saugoti jþsù taisykles.

source: Could not set active script on your IMAP server
lt_lt: Nepavyko nustatyti aktyvaus skripto jþsù IMAP serveryje

source: Could not get SIEVE script from your IMAP server
lt_lt: Nepavyko gauti SIEVE skripto i¹ jþsù IMAP serverio

source: (Probably the script is size null).
lt_lt: (Greièiausiai skripto dydis yra nulinis).

source: All your rules have been deleted
lt_lt: Visos jþsù taisyklìs i¹trintos

source: Edit
lt_lt: Taisyti

source: Delete
lt_lt: I¹trinti

source: Duplicate
lt_lt: Dubliuoti

source: Move Up
lt_lt: Perkelti auk¹tyn

source: Move Down
lt_lt: Perkelti ¾emyn

source: Delete Selected
lt_lt: I¹trinti pasirinkt±

source: Server-Side Mail Filtering
lt_lt: Serverio pusìs pa¹to filtravimas

source: Here you can add or delete filtering rules for your email account. These filters will always apply to your incoming mail, wherever you check your email.
lt_lt: Èia jþs galite pridìti ar pa¹alinti filtravimo taisykles galiojanèias jþsù pa¹tui. Filtrai suveiks su kiekviena jums atìjusia ¾inute, kai tik jþs patikrinsite savo pa¹t±.

source: You don't have any rules yet. Feel free to add any with the button &quot;Add a New Rule&quot;. When you are done, please select &quot;Save Changes&quot; to get back to the main options screen.
lt_lt: Jþs neturite nei vienos taisyklìs. Galite jas sukurit pasinaudomi &quot;Pridìti nauj± taisyklê&quot; mygtuku. Pabaigê i¹saugokite savo pakeitimus, kad grç¾ti ç pradinç lang±.

source: When you are done with editing, <strong>remember to select &quot;Save Changes&quot;</strong> to activate your changes!
lt_lt: Pabaigê taisykliù kþrim± <strong>nepamir¹kite jù i¹saugoti</strong>, kad pakeitimai suveiktù!

source: Successfully added new rule.
lt_lt: Sìkmingai pridìta nauja taisyklì.

source: Successfully updated rule #
lt_lt: Sìkmingai atnaujinta taisyklì Nr.

source: Successfully deleted rules #
lt_lt: Sìkmingai i¹trintos taisyklìs Nr.

source: Successfully deleted rule #
lt_lt: Sìkmingai i¹trinta taisyklì Nr.

source: The following table summarizes your current mail filtering rules.
lt_lt: ©i lentelì apibendrina jþsù dabartines pa¹to filtravimo taisykles.

source: No
lt_lt: Ne

source: Description of Rule
lt_lt: Taisyklìs apra¹ymas

source: Display as:
lt_lt: Parodyti kaip:

source: Options
lt_lt: Nustatymai

source: Add a New Rule
lt_lt: Pridìti nauj± taisyklê

source: When you are done, please click the button below to return to your webmail.
lt_lt: Kai baigsite, paspauskite ¾emiau esantç mygtuk±, kad grç¾ti ç savo pa¹t±.

source: Save Changes
lt_lt: I¹saugoti pakeitimus
