Repository: sitle/squirrelmail-src
Catalog: branches/SM-1_4_6/locales/locale/*/LC_MESSAGES/plugins/address_add.po
Languages: uk_ua

source: Add to %s
uk_ua: Додати до %s

source: Nickname
uk_ua: Псевдо

source: Must be unique
uk_ua: повнинно бути ун╕кальне

source: E-mail address
uk_ua: Адреса електронно╖ пошти

source: First name
uk_ua: Пр╕звище

source: Last name
uk_ua: ╤м'я

source: Additional info
uk_ua: Додаткова ╕нформац╕я

source: Add address
uk_ua: Додати адресу

source: Add to Addressbook
uk_ua: Додати до адресно╖ книги

source: Add
uk_ua: Додати
