Repository: sitle/squirrelmail-src
Catalog: squirrelmail/locale/*/LC_MESSAGES/squirrelmail.po
Languages: pl_pl

source: COMMERCIAL - RBL+ Dial-up entries.
pl_pl: KOMERCYJNY - konta dial-up wed³ug RBL+

source: FREE - Osirusoft Relays - Osirusofts list of verified open relays. Seems to include servers used by abuse@uunet.net auto-replies too.
pl_pl: BEZP£ATNY - lista potwierdzonych przez Osirusoft ogólnodostêpnych serwerów przekazuj±cych pocztê. Najprawdopodobniej zawiera równie¿ serwery u¿ywane w automatycznych odpowiedziach abuse@uunet.net.

source: FREE - Osirusoft Dialups - Osirusofts Dialup Spam Source list.
pl_pl: DARMOWY - Osirusoft Dialup - Lista ¼róde³ spamu korzystaj±cych z kont Dial-up

source: FREE - Osirusoft Confirmed Spam Source - Sites that continually spam and have been manually added after multiple nominations. Use with caution. Seems to catch abuse auto-replies from some ISPs.
pl_pl: DARMOWY - ¬ród³a spamu potwierdzone przez Osirusoft - Serwery ci±gle wysy³aj±ce spam i rêczne dodane po wielokrotnych zg³oszeniach. Zalecana ostro¿no¶æ. Najprawdopodobniej przechwytuje automatyczne odpowiedzi o nadu¿yciach wysy³ane przez niektórych dostawców us³ug internetowych.

source: FREE - Osirusoft Smart Hosts - List of hosts that are secure but relay for other mail servers that are not secure.
pl_pl: DARMOWY - Osirusoft Smart Hosts - Lista serwerów, które s± bezpieczne, ale umo¿liwiaj± przekazywanie poczty innym sewerom poczty, które nie s± bezpieczne.

source: FREE - Osirusoft Spamware Developers - It is believed that these are IP ranges of companies that are known to produce spam software. Seems to catch abuse auto-replies from some ISPs.
pl_pl: DARMOWY - Osirusoft Spamware Developers - Zak³ada siê, ¿e zawiera zakres numeracji IP firm, o których wiadomo, ¿e tworz± oprogramowanie do wysy³ania spamu. Najprawdopodobniej prechwytuje autoodpowiedzi o nadu¿yciach wysy³ane przez niektórych dostawców us³ug internetowych.

source: FREE - Osirusoft Unconfirmed OptIn Servers - List of listservers that opt users in without confirmation.
pl_pl: DARMOWY - Osirusoft Unconfirmed OptIn Servers - Lista serwerów list dyskusyjnych, które wybieraj± u¿ytkowników bez potwierdzenia z ich strony.

source: FREE - Osirusoft Open Proxy Servers - List of Open Proxy Servers.
pl_pl: DARMOWY - lista ogólnodostêpnych serwerów proxy.

source: FREE - ORDB was born when ORBS went off the air. It seems to have fewer false positives than ORBS did though.
pl_pl: DARMOWY - ORDB powsta³ po zakoñczeniu dzia³alno¶ci przez ORBS. Wygl±da jednak, ¿e jest ¼ród³em mniejszej liczby fa³szywych alarmów ni¿ niegdy¶ ORBS.

source: FREE - Five-Ten-sg.com - Direct SPAM sources.
pl_pl: DARMOWY - Five-Ten-sg.com ma na swojej li¶cie numery IP serwerów bêd±cych bezpo¶rednim ¼ród³em spamu.

source: FREE - Five-Ten-sg.com - Dial-up lists - includes some DSL IPs.
pl_pl: Darmowy Five-Ten-sg.com - lista Dial-up zawieraj±ca te¿ trochê IP DSLi

source: FREE - Five-Ten-sg.com - Bulk mailers that do not use confirmed opt-in.
pl_pl: DARMOWY - Five-Ten-sg.com - Listy dyskusyjne, które nie u¿ywaj± potwierdzeñ podczas subskrypcji.

source: FREE - Five-Ten-sg.com - Other misc. servers.
pl_pl: Darmowy - Five-Ten-sg.com - inne serwery

source: FREE - Five-Ten-sg.com - SPAM Support servers.
pl_pl: DARMOWY - Five-Ten-sg.com - Serwery wspierj±ce spam.

source: FREE - Five-Ten-sg.com - Web Form IPs.
pl_pl: DARMOWY - adresy IP formularzy WEB

source: FREE - Dorkslayers appears to include only really bad open relays outside the US to avoid being sued. Interestingly enough, their website recommends you NOT use their service.
pl_pl: DARMOWY - wygl±da, ¿e Dorkslayers zawiera wy³±cznie najbardziej znane serwery open relay spoza USA. Co ciekawe, na swojej stronie sami ODRADZAJ¡ u¿ywanie swojego serwisu.

source: FREE - SPAMhaus - A list of well-known SPAM sources.
pl_pl: DARMOWY - SPAMhaus to lista najbardziej znanych ¼róde³ spamu.

source: FREE, for now - SPAMCOP - An interesting solution that lists servers that have a very high spam to legit email ratio (85% or more).
pl_pl: DARMOWY - SPAMCOP jest interesuj±cym rozwi±zaniem, zawiera listê serwerów o bardzo wysokim stosunku spamu do 'legalnej' poczty (>85%).

source: FREE - dev.null.dk - I don't have any detailed info on this list.
pl_pl: DARMOWY - dev.null.dk - brak bli¿szych informacji na temat systemu.

source: FREE - visi.com - Relay Stop List. Very conservative OpenRelay List.
pl_pl: DARMOWY - visi.com - lista serwerów OpenRelay

source: Message Filtering
pl_pl: Filtrowanie wiadomo¶ci

source: What to Scan:
pl_pl: Co ma byæ skanowane:

source: All messages
pl_pl: Wszystkie wiadomo¶ci

source: Only unread messages
pl_pl: Tylko nieprzeczytane wiadomo¶ci

source: Save
pl_pl: Zapisz

source: Match:
pl_pl: Pasuje do:

source: Contains:
pl_pl: Zawiera:

source: Move to:
pl_pl: Przenie¶ do:

source: Down
pl_pl: W dó³

source: Up
pl_pl: W górê

source: If <b>%s</b> contains <b>%s</b> then move to <b>%s</b>
pl_pl: Je¶li <b>%s</b> zawiera <b>%s</b> przenie¶ do <b>%s</b>

source: Message Filters
pl_pl: Filtry wiadomo¶ci

source: Filtering enables messages with different criteria to be automatically filtered into different folders for easier organization.
pl_pl: Filtrowanie wed³ug ró¿nych kryteriów umo¿liwia rozmieszczenie wiadomo¶ci w ró¿nych folderach dla ³atwiejszej obs³ugi.

source: SPAM Filters
pl_pl: Filtry SPAMu

source: SPAM filters allow you to select from various DNS based blacklists to detect junk email in your INBOX and move it to another folder (like Trash).
pl_pl: Filtry SPAMu, dzia³aj±ce w oparciu o serwisy zawieraj±ce "czarne listy" pozwalaj± wykryæ listy bêd±ce potencjalnym spamem i przenie¶æ je do innego katalogu (np. Kosza)

source: Spam Filtering
pl_pl: Filtrowanie spamu

source: WARNING! Tell your admin to set the SpamFilters_YourHop variable
pl_pl: Uwaga! Przeka¿ administratorowi systemu, by ustawi³ zmienn± SpamFilters_YourHop

source: Move spam to:
pl_pl: Przenie¶ spam do:

source: Moving spam directly to the trash may not be a good idea at first, since messages from friends and mailing lists might accidentally be marked as spam. Whatever folder you set this to, make sure that it gets cleaned out periodically, so that you don't have an excessively large mailbox hanging around.
pl_pl: Przenoszenie spamu do razu do kosza nie jest najlepszym pomys³em, jako ¿e mo¿e siê zdarzyæ, ¿e poczta od znajomych zostanie przypadkowo zaklasyfikowana jako spam. Niezale¿nie od tego, który folder wybierzesz, pamiêtaj by go okresowo opró¿niaæ. W przeciwnym wypadku Twoja skrzynka pocztowa mo¿e zostaæ przepe³niona.

source: The more messages you scan, the longer it takes. I would suggest that you scan only new messages. If you make a change to your filters, I would set it to scan all messages, then go view my INBOX, then come back and set it to scan only new messages. That way, your new spam filters will be applied and you'll scan even the spam you read with the new filters.
pl_pl: Im wiêcej wiadomo¶ci jest skanowane, tym wiêcej czasu to zabiera. Sugerowanym rozwi±zaniem jest skanowanie wy³±cznie nowych wiadomo¶ci. Je¶li zmienisz ustawienia filtrów, mo¿esz ustawiæ skanowanie wszystkich wiadomo¶ci, a nastêpnie przej¶æ do skrzynki odbiorczej. W ten sposób nowe ustawienia filtrów zostan± zastosowane do wiadomo¶ci, które nie zosta³y wcze¶niej odfiltrowane. Na koniec mo¿na na powrót ustawiæ skanowanie wy³±cznie nowych wiadomo¶ci.

source: Spam is sent to <b>%s</b>
pl_pl: Spam jest wysy³any do <b>%s</b>

source: [<i>not set yet</i>]
pl_pl: [<i>nie ustawione</i>]

source: Spam scan is limited to <b>%s</b>
pl_pl: Poszukiwanie spamu jest ograniczone do <b>%s</b>

source: New Messages Only
pl_pl: Tylko nowe wiadomo¶ci

source: All Messages
pl_pl: Wszystkie wiadomo¶ci

source: ON
pl_pl: W³±czone

source: OFF
pl_pl: Wy³±czone

source: SpellChecker Options
pl_pl: Opcje sprawdzania pisowni

source: Here you may set up how your personal dictionary is stored, edit it, or choose which languages should be available to you when spell-checking.
pl_pl: Mo¿esz tu ustawiæ, w jaki sposób przechowywany jest Twój osobisty s³ownik, mo¿esz go tu te¿ zmieniæ lub wybraæ jêzyki, które powinny byæ brane pod uwagê podczas sprawdzania pisowni

source: Check Spelling
pl_pl: Sprawd¼ pisowniê

source: Back to &quot;SpellChecker Options&quot; page
pl_pl: Wróæ do strony z opcjami sprawdzania pisowni

source: ATTENTION:
pl_pl: UWAGA:

source: SquirrelSpell was unable to decrypt your personal dictionary. This is most likely due to the fact that you have changed your mailbox password. In order to proceed, you will have to supply your old password so that SquirrelSpell can decrypt your personal dictionary. It will be re-encrypted with your new password after this.<br>If you haven't encrypted your dictionary, then it got mangled and is no longer valid. You will have to delete it and start anew. This is also true if you don't remember your old password -- without it, the encrypted data is no longer accessible.
pl_pl: SquirrelSpell nie by³ w stanie odszyfrowaæ Twojego s³ownika. Najprawdopodobniej jest tak poniewa¿ zmieni³e¶ has³o do skrzynki pocztowej. By kontynuowaæ musisz podaæ stare has³o, by SquirrelSpell móg³ odkodowaæ s³ownik.<br> S³ownik zostanie ponownie zaszyfrowany przy u¿yciu nowego has³a.<br> Je¶li nie kodowa³e¶ s³ownika, z jakich¶ powodów zosta³ on uszkodzony i nie nadaje siê do dalszego u¿ytku. Równie¿ je¶li nie pamiêtasz starego has³a, zakodowane dane nie bêd± ju¿ dostêpne.

source: Delete my dictionary and start a new one
pl_pl: Skasuj mój s³ownik i utwórz nowy

source: Decrypt my dictionary with my old password:
pl_pl: Zdekoduj s³ownik przy u¿yciu mojego starego has³a:

source: Proceed
pl_pl: Kontynuuj

source: You must make a choice
pl_pl: Musisz wybraæ opcjê

source: You can either delete your dictionary or type in the old password. Not both.
pl_pl: Mo¿esz albo skasowaæ s³ownik, albo podaæ stare has³o. Nie mo¿na wykonaæ obydwu rzeczy na raz

source: This will delete your personal dictionary file. Proceed?
pl_pl: Twój s³ownik zostanie skasowany! Kontynuowaæ?

source: Error Decrypting Dictionary
pl_pl: B³±d podczas odszyfrowywania s³ownika

source: SquirrelSpell Results
pl_pl: SquirrelSpell - Rezultaty

source: No changes were made.
pl_pl: Nie dokonano ¿adnych zmian.

source: Now saving your personal dictionary... Please wait.
pl_pl: Trwa zachowywanie s³ownika... Proszê czekaæ.

source: Found %s errors
pl_pl: Znaleziono %s b³êdów

source: Line with an error:
pl_pl: Linia z b³êdem:

source: Error:
pl_pl: B³±d:

source: Suggestions:
pl_pl: Podpowiedzi:

source: Suggestions
pl_pl: Podpowiedzi

source: Change to:
pl_pl: Zamieñ na:

source: Occurs times:
pl_pl: Liczba wyst±pieñ:

source: Change this word
pl_pl: Zamieñ to s³owo

source: Change
pl_pl: Zamieñ

source: Change ALL occurances of this word
pl_pl: Zamieñ wszystkie wyst±pienia tego s³owa

source: Change All
pl_pl: Zmieñ wszystkie

source: Ignore this word
pl_pl: Ignoruj to s³owo

source: Ignore
pl_pl: Ignoruj

source: Ignore ALL occurances this word
pl_pl: Ignoruj wszystkie wyst±pienia tego s³owa

source: Ignore All
pl_pl: Ignoruj wszystkie

source: Add this word to your personal dictionary
pl_pl: Dodaj s³owo do swojego s³ownika

source: Add to Dic
pl_pl: Dodaj do s³ownika

source: Close and Commit
pl_pl: Zamknij i zatwierd¼

source: The spellcheck is not finished. Really close and commit changes?
pl_pl: Nie dokoñczono sprawdzania tekstu. Czy na pewno zamkn±æ i zatwierdziæ zmiany?

source: Close and Cancel
pl_pl: Zamknij i anuluj wprowadzone zmiany

source: The spellcheck is not finished. Really close and discard changes?
pl_pl: Nie dokoñczono sprawdzania tekstu. Czy na pewno zamkn±æ rezygnuj±c z dokonanych zmian?

source: No errors found
pl_pl: Nie znaleziono b³êdów

source: Your personal dictionary was erased.
pl_pl: Twój s³ownik zosta³ skasowany.

source: Dictionary Erased
pl_pl: S³ownik skasowany

source: Your personal dictionary was erased. Please close this window and click "Check Spelling" button again to start your spellcheck over.
pl_pl: Twój s³ownik zosta³ skasowany. Zamknij to okno i kliknij ponownie przycisk "Sprawd¼ pisowniê" ¿eby rozpocz±æ sprawdzanie.

source: Close this Window
pl_pl: Zamknij bie¿±ce okno

source: Your personal dictionary was re-encrypted successfully. Now return to the &quot;SpellChecker options&quot; menu and make your selection again.
pl_pl: Twój s³ownik zosta³ przekodowany. Mo¿esz teraz wróciæ do opcji sprawdzania pisowni

source: Successful Re-encryption
pl_pl: Przekodowanie powiod³o siê

source: Your personal dictionary was re-encrypted successfully. Please close this window and click "Check Spelling" button again to start your spellcheck over.
pl_pl: Twój s³ownik zosta³ przekodowany. Zamknij to okno i kliknij ponownie przycisk "Sprawd¼ pisowniê" ¿eby rozpocz±æ sprawdzanie.

source: Dictionary re-encrypted
pl_pl: S³ownik przekodowany

source: Your personal dictionary has been <strong>encrypted</strong> and is now stored in an <strong>encrypted format</strong>.
pl_pl: Twój s³ownik jest <strong>zakodowany</strong> i jest aktualnie przechowywany w formie <strong>zaszyfrowanej</strong>.

source: Your personal dictionary has been <strong>decrypted</strong> and is now stored as <strong>clear text</strong>.
pl_pl: Twój s³ownik zosta³ <strong>odkodowany</strong> i jest aktualnie przechowywany w postaci <strong>czystego tekstu</strong>.

source: Personal Dictionary Crypto Settings
pl_pl: Ustawienia kodowania s³ownika

source: Personal Dictionary
pl_pl: S³ownik u¿ytkownika

source: No words in your personal dictionary.
pl_pl: Twój s³ownik jest pusty.

source: Please check any words you wish to delete from your dictionary.
pl_pl: Sprawd¼ wszystkie s³owa, które chcesz usun±æ ze swojego s³ownika.

source: %s dictionary
pl_pl: s³ownik %s

source: Delete checked words
pl_pl: Usuñ zaznaczone s³owa

source: Edit your Personal Dictionary
pl_pl: Edytuj swój s³ownik

source: Please make your selection first.
pl_pl: Powiniene¶ najpierw dokonaæ wyboru

source: This will encrypt your personal dictionary and store it in an encrypted format. Proceed?
pl_pl: Twój s³ownik zostanie zakodowany. Kontynuowaæ?

source: This will decrypt your personal dictionary and store it in a clear-text format. Proceed?
pl_pl: Twój s³ownik zostanie rozkodowany i zachowany w postaci czystego tekstu. Kontynuowaæ?

source: <p>Your personal dictionary is <strong>currently encrypted</strong>. This helps protect your privacy in case the web-mail system gets compromized and your personal dictionary ends up stolen. It is currently encrypted with the password you use to access your mailbox, making it hard for anyone to see what is stored in your personal dictionary.</p> <p><strong>ATTENTION:</strong> If you forget your password, your personal dictionary will become unaccessible, since it can no longer be decrypted. If you change your mailbox password, SquirrelSpell will recognize it and prompt you for your old password in order to re-encrypt the dictionary with a new key.</p>
pl_pl: <p>Twój s³ownik aktualnie <strong>jest zakodowany</strong>. Dziêki temu zapewniona jest lepsza ochrona Twojej prywatno¶ci na wypadek gdyby kto¶ w³ama³ siê do systemu pocztowego i wykrad³ s³ownik. Aktualnie s³ownik jest zakodowany przy u¿yciu has³a, którego u¿ywasz by uzyskaæ dostêp do swojej skrzynki pocztowej.</p> <P><strong>UWAGA:</strong> w przypadku gdyby¶ zapomnia³ has³o, s³ownik stanie siê niedostêpny, gdy¿ nie bêdzie mo¿liwo¶ci odkodowania go. Je¶li zmienisz has³o dla skrzynki pocztowej, oprogramowanie pocztowe zauwa¿y ten fakt i poprosi Ciê o wprowadzenie starego has³a, po czym przekoduje s³ownik przy u¿yciu nowego klucza.</p>

source: Please decrypt my personal dictionary and store it in a clear-text format.
pl_pl: Odkoduj s³ownik i zachowaj go w postaci niezaszyfrowanego tekstu.

source: Change crypto settings
pl_pl: Zmieñ ustawienia kodowania

source: <p>Your personal dictionary is <strong>currently not encrypted</strong>. You may wish to encrypt your personal dictionary to protect your privacy in case the webmail system gets compromized and your personal dictionary file gets stolen. When encrypted, the file's contents look garbled and are hard to decrypt without knowing the correct key (which is your mailbox password).</p> <strong>ATTENTION:</strong> If you decide to encrypt your personal dictionary, you must remember that it gets &quot;hashed&quot; with your mailbox password. If you forget your mailbox password and the administrator changes it to a new value, your personal dictionary will become useless and will have to be created anew. However, if you or your system administrator change your mailbox password but you still have the old password at hand, you will be able to enter the old key to re-encrypt the dictionary with the new value.</p>
pl_pl: <p>Twój s³ownik aktualnie <strong>nie jest zakodowany</strong>.

source: Please encrypt my personal dictionary and store it in an encrypted format.
pl_pl: Zakoduj s³ownik i zachowaj go w postaci zaszyfrowanej.

source: Deleting the following entries from <strong>%s</strong> dictionary:
pl_pl: Kasowanie nastêpuj±cych wpisów ze s³ownika <strong>%s</strong>:

source: All done!
pl_pl: Wszystko zosta³o zrobione

source: Personal Dictionary Updated
pl_pl: S³ownik zosta³ uaktualniony

source: No changes requested.
pl_pl: Nie ¿±dano ¿adnych zmian.

source: Please wait, communicating with the server...
pl_pl: Proszê czekaæ, trwa komunikacja z serwerem...

source: Please choose which dictionary you would like to use to spellcheck this message:
pl_pl: Proszê wybraæ s³ownik, który zostanie u¿yty do sprawdzenia poprawno¶ci tej wiadomo¶ci:

source: Go
pl_pl: Id¼

source: SquirrelSpell Initiating
pl_pl: Inicjalizacja SquirrelSpell

source: Settings adjusted to: <strong>%s</strong> with <strong>%s</strong> as default dictionary.
pl_pl: Ustawienia uaktualnione do: <strong>%s</strong> z <strong>%s</strong> jako s³ownikiem domy¶lnym

source: Using <strong>%s</strong> dictionary (system default) for spellcheck.
pl_pl: U¿ywany s³ownik <strong>%s</strong> (domy¶lny)

source: International Dictionaries Preferences Updated
pl_pl: Uaktualniono ustawienia miêdzynarodowych s³owników

source: Please check any available international dictionaries which you would like to use when spellchecking:
pl_pl: Proszê zaznaczyæ te z dostêpnych s³owników, które chcesz u¿ywaæ do sprawdzania poprawno¶ci:

source: Make this dictionary my default selection:
pl_pl: Zaznacz ten s³ownik jako domy¶lny:

source: Make these changes
pl_pl: Dokonaj zmian

source: Add International Dictionaries
pl_pl: Dodaj s³owniki miêdzynarodowe

source: Please choose which options you wish to set up:
pl_pl: Proszê wybraæ operacjê do dostosowania

source: Edit your personal dictionary
pl_pl: Edytuj swój s³ownik

source: Set up international dictionaries
pl_pl: Dostosuj s³owniki miêdzynarodowe

source: Encrypt or decrypt your personal dictionary
pl_pl: Zakoduj lub odkoduj ksi±¿kê adresow±

source: not available
pl_pl: niedostêpne

source: SquirrelSpell Options Menu
pl_pl: Ustawienia SquirrelSpell

source: Translator
pl_pl: T³umacz

source: Your server options are as follows:
pl_pl: Ustawienia serwera:

source: 13 language pairs, maximum of 1000 characters translated, powered by Systran
pl_pl: 13 par jêzyków, t³umaczone maksymalnie 1000 znaków, wspierane przez Systran

source: 10 language pairs, maximum of 25 kilobytes translated, powered by Systran
pl_pl: 10 par jêzyków, t³umaczone maksymalnie 25 kB tekstu, wspierane przez Systran

source: 12 language pairs, no known limits, powered by Systran
pl_pl: 12 par jêzyków, brak ograniczeñ, wspierane przeze Systran

source: 767 language pairs, no known limits, powered by Translation Experts's InterTran
pl_pl: 767 par jêzyków, brak ograniczeñ, wspierane przez Translation Experts's

source: 8 language pairs, no known limits, powered by GPLTrans (free, open source)
pl_pl: 8 par jêzyków, brak ograniczeñ, wspierane przez GPLTrans (open source)

source: You also decide if you want the translation box displayed, and where it will be located.
pl_pl: Decydujesz, czy chcesz by okno t³umacza by³o wy¶wietlane, oraz gdzie bêdzie umieszczone.

source: Select your translator:
pl_pl: Wybierz t³umacza:

source: When reading:
pl_pl: W czasie czytania:

source: Show translation box
pl_pl: Poka¿ okno t³umaczenia

source: to the left
pl_pl: na lewo

source: in the center
pl_pl: po ¶rodku

source: to the right
pl_pl: na prawo

source: Translate inside the SquirrelMail frames
pl_pl: T³umacz wewn±trz ramek SquirrelMaila

source: When composing:
pl_pl: W czasie tworzenia nowej wiadomo¶ci:

source: Not yet functional, currently does nothing
pl_pl: Jeszcze niekompletne, aktualnie nic nie robi

source: Translation Options
pl_pl: Opcje t³umaczenia

source: Which translator should be used when you get messages in a different language?
pl_pl: Który z t³umaczy powinien byæ u¿yty gdy otrzymasz list w innym jêzyku?

source: %s to %s
pl_pl: %s na %s

source: English
pl_pl: Angielski

source: French
pl_pl: Francuski

source: German
pl_pl: Niemiecki

source: Italian
pl_pl: W³oski

source: Portuguese
pl_pl: Portugalski

source: Spanish
pl_pl: Hiszpañski

source: Russian
pl_pl: Rosyjski

source: Translate
pl_pl: Przet³umacz

source: Brazilian Portuguese
pl_pl: Brazylijski portugalski

source: Bulgarian
pl_pl: Bu³garski

source: Croatian
pl_pl: Chorwacki

source: Czech
pl_pl: Czeski

source: Danish
pl_pl: Duñski

source: Dutch
pl_pl: Holenderski

source: European Spanish
pl_pl: Europejski hiszpañski

source: Finnish
pl_pl: Fiñski

source: Greek
pl_pl: Grecki

source: Hungarian
pl_pl: Wêgierski

source: Icelandic
pl_pl: Islandzki

source: Japanese
pl_pl: Japoñski

source: Latin American Spanish
pl_pl: Hiszpañski latynoamerykañski

source: Norwegian
pl_pl: Norweski

source: Polish
pl_pl: Polski

source: Romanian
pl_pl: Rumuñski

source: Serbian
pl_pl: Serbski

source: Slovenian
pl_pl: S³owacki

source: Swedish
pl_pl: Szwedzki

source: Welsh
pl_pl: Walijski

source: Indonesian
pl_pl: Indonezyjski

source: Latin
pl_pl: £acina

source: New Mail Notification
pl_pl: Powiadomienie o nowej poczcie

source: Select <b>Enable Media Playing</b> to turn on playing a media file when unseen mail is in your folders. When enabled, you can specify the media file to play in the provided file box.
pl_pl: Wybierz <b>Za³±cz odtwarzanie d¼wiêku</b> by w³±czyæ powiadamianie d¼wiêkowe o nieprzeczytanej poczcie w Twoich folderach. Po w³±czeniu mo¿esz okre¶liæ plik d¼wiêkowy, który ma byæ odtwarzany.

source: The <b>Check all boxes, not just INBOX</b> option will check ALL of your folders for unseen mail, not just the inbox for notification.
pl_pl: Opcja <b>Sprawd¼ wszystkie foldery</b> spowoduje, ¿e pod kontem nowej poczty bêd± sprawdzane wszystkie foldery, nie tylko INBOX

source: Selecting the <b>Show popup</b> option will enable the showing of a popup window when unseen mail is in your folders (requires JavaScript).
pl_pl: Wybranie <b>Poka¿ okno</b> spowoduje wy¶wietlenie okienka z informacj± o nowej poczcie (wymaga JavaScript'u).

source: Use the <b>Check RECENT</b> to only check for messages that are recent. Recent messages are those that have just recently showed up and have not been "viewed" or checked yet. This can prevent being continuously annoyed by sounds or popups for unseen mail.
pl_pl: Zaznacz <b>Sprawd¼ ostatnie</b> by sprawdzanie nowej poczty ograniczyæ dowiadomo¶cii, które dopiero co pojawi³y siê i nie zosta³y jeszcze obejrzane.
