Repository: sitle/squirrelmail-src
Catalog: squirrelmail/locale/*/LC_MESSAGES/squirrelmail.po
Languages: pl_pl

source: Selecting the <b>Change title</b> option will change the title in some browsers to let you know when you have new mail (requires JavaScript, and only works in IE but you won't see errors with other browsers). This will always tell you if you have new mail, even if you have <b>Check RECENT</b> enabled.
pl_pl: Zaznaczenie opcji <b>Zmieñ tytu³</b> zmieni zawarto¶c paska tytu³u w w niektórych przegl±darkach aby poinformowaæ siê o nadej¶ciu nowej poczty (wymaga JavaScript i dzia³a tylko w IE, ale pozosta³e przegl±darki nie zg³osz± b³êdów). Opcja ta zawsze poinformuje o nowej poczcie, nawet je¶li w³±czona jest opcja <b>Sprawd¼ ostatnie</b>.

source: Select from the list of <b>server files</b> the media file to play when new mail arrives. Selecting <b>local media</b> will play the file specified in the <b>local media file</b> box to play from the local computer. If no file is specified, the system will use a default from the server.
pl_pl: Wybierz z listy <b>plików na serwerze</b> plik d¼wiêkowy, który bêdzie odtwarzany wraz z nadej¶ciem nowej poczty. Zaznaczenie <b>lokalny</b> odtworzy plik okre¶lony w polu <b>plik lokalny</b> z lokalnego komputera. Je¶li nie wskazano pliku, system wykorzysta domy¶lny plik z serwera.

source: Enable Media Playing
pl_pl: W³±cz odtwarzanie d¼wiêku

source: Check all boxes, not just INBOX
pl_pl: Sprawd¼ wszystkie foldery

source: Count only messages that are RECENT
pl_pl: Sprawd¼ tylko ostatnie wiadomo¶ci

source: Change title on supported browsers.
pl_pl: Zmieñ tytu³ w przegl±darce

source: requires JavaScript to work
pl_pl: Wymaga JavaScript'u

source: Show popup window on new mail
pl_pl: Poka¿ okno informuj±ce o nie przeczytanej poczcie

source: Select server file:
pl_pl: Wybierz plik na serwerze:

source: (local media)
pl_pl: (lokalny plik)

source: Try
pl_pl: Próbuj

source: Local Media File:
pl_pl: Plik d¼wiêkowy:

source: Current File:
pl_pl: Aktualny plik:

source: New Mail
pl_pl: Nowa poczta

source: SquirrelMail Notice:
pl_pl: SquirrelMail Informacja:

source: You have new mail!
pl_pl: Masz now± pocztê!

source: NewMail Options
pl_pl: Konfiguracja nowej poczty

source: This configures settings for playing sounds and/or showing popup windows when new mail arrives.
pl_pl: Konfiguracja ustawieñ dla d¼wiêków i okienek powiadamiaj±cych o nowej poczcie.

source: New Mail Notification options saved
pl_pl: Ustawienia powiadamiania o nowej poczcie zosta³y zapisane

source: %s New Messages
pl_pl: %s nowych wiadomo¶ci

source: %s New Message
pl_pl: %s nowa wiadomo¶æ

source: Test Sound
pl_pl: Graj d¼wiêk

source: Loading the sound...
pl_pl: £adowanie d¼wiêku...

source: POP3 connect:
pl_pl: Po³±czenie POP3:

source: No server specified
pl_pl: Nie okre¶lono serwera

source: Error
pl_pl: B³±d

source: POP3: premature NOOP OK, NOT an RFC 1939 Compliant server
pl_pl: POP3: przedwczesny NOOP OK, serwer niezgodny z RFC 1939

source: No connection to server
pl_pl: Brak po³±czenia z serwerem

source: POP3 user:
pl_pl: U¿ytkownik POP3:

source: no login ID submitted
pl_pl: Nie podano identyfikatora u¿ytkownika

source: connection not established
pl_pl: nie ustanowiono po³±czenia

source: POP3 pass:
pl_pl: Has³o POP3:

source: No password submitted
pl_pl: Nie podano has³a

source: authentication failed
pl_pl: autoryzacja nie powiod³a siê

source: NOOP failed. Server not RFC 1939 compliant
pl_pl: NOOP nie powiod³o siê. Serwer niezgodny z RFC 1939

source: No login ID submitted
pl_pl: Nie podano identyfikatora u¿ytkownika

source: No server banner
pl_pl: Brak bannera

source: abort
pl_pl: anuluj

source: apop authentication failed
pl_pl: apop - autoryzacja nie powiod³a siê

source: Premature end of list
pl_pl: Zbyt wczesny koniec listy

source: POP3 send_cmd:
pl_pl: POP# send_cmd

source: Empty command string
pl_pl: Pusta komenda

source: connection does not exist
pl_pl: po³±czenie nie istnieje

source: No msg number submitted
pl_pl: Nie podano liczby wiadomo¶ci

source: Command failed
pl_pl: Wykonianie polecenia nie powiod³o siê

source: Remote POP server Fetching Mail
pl_pl: Pobieranie poczty ze zdalnego serwera POP

source: Select Server:
pl_pl: Wybierz serwer:

source: Password for
pl_pl: Has³o dla

source: Fetch Mail
pl_pl: Pobierz pocztê

source: Fetching from
pl_pl: Pobieranie z

source: Oops,
pl_pl: Ups,

source: Opening IMAP server
pl_pl: Otwieranie po³±czenia z serwerem IMAP

source: Opening POP server
pl_pl: Otwieranie po³±czenia z serwerem POP

source: Login Failed:
pl_pl: Logowanie nie powiod³o siê:

source: Login OK: No new messages
pl_pl: Zalogowano siê: nie ma nowych wiadomo¶ci

source: Login OK: Inbox EMPTY
pl_pl: Zalogowano siê: skrzynka odbiorcza jest pusta

source: Login OK: Inbox contains [
pl_pl: Zalogowano siê: skrzynka odbiorcza zawiera [

source: ] messages
pl_pl: ] wiadomo¶ci

source: Fetching UIDL...
pl_pl: Pobieranie UIDL...

source: Server does not support UIDL.
pl_pl: Serwer nie obs³uguje UIDL.

source: Leaving Mail on Server...
pl_pl: Pozostawianie poczty na serwerze...

source: Deleting messages from server...
pl_pl: Kasowanie wiadomo¶ci z serwera...

source: Fetching message
pl_pl: Pobieranie wiadomo¶ci

source: Message appended to mailbox
pl_pl: Wiadomo¶ci dodane do skrzynki pocztowej

source: Message
pl_pl: Wiadomo¶æ

source: deleted from Remote Server!
pl_pl: skasowana z serwera!

source: Delete failed:
pl_pl: Usowanie nie powiod³o siê:

source: Error Appending Message!
pl_pl: B³±d podczas dodawania wiadomo¶ci!

source: Closing POP
pl_pl: Zamykanie POP

source: Logging out from IMAP
pl_pl: Zamykanie IMAP

source: Saving UIDL
pl_pl: Zapisywanie UIDL

source: Remote POP server settings
pl_pl: Ustawienia zdalnego serwera POP

source: You should be aware that the encryption used to store your password is not perfectly secure. However, if you are using pop, there is inherently no encryption anyway. Additionally, the encryption that we do to save it on the server can be undone by a hacker reading the source to this file.
pl_pl: Powiniene¶ mieæ ¶wiadomo¶æ, ¿e kodowanie u¿yte do przechowania Twojego has³a nie jest w pe³ni bezpieczne. Ka¿dy hacker, po zapoznaniu siê z kodem ¼ród³owym tego programu bêdzie w stanie odszyfrowaæ has³o. Jednak je¶li czêsto korzystasz z POP'a, zapewne wiesz, ¿e podczas po³±czenia has³o przesy³ane jest bez ¿adnego zakodowania.

source: If you leave password empty, it will be required when you fetch mail.
pl_pl: Je¶li nie podasz has³a, bêdziesz musia³ je wpisywaæ przy ka¿dym pobieraniu poczty.

source: Encrypt passwords (informative only)
pl_pl: Kodowanie hase³ (informacja)

source: Add Server
pl_pl: Dodaj serwer

source: Server:
pl_pl: Serwer:

source: Username:
pl_pl: Nazwa u¿ytkownika:

source: Store in Folder:
pl_pl: Zapisz do folderu:

source: Leave Mail on Server
pl_pl: Pozostaw pocztê na serwerze

source: Check mail during login
pl_pl: Sprawd¼ pocztê przy logowaniu

source: Check mail during folder refresh
pl_pl: Sprawd¼ pocztê przy od¶wie¿aniu listy folderów

source: Modify Server
pl_pl: Dostosuj ustawienia serwera

source: Server Name:
pl_pl: Nazwa serwer :

source: Modify
pl_pl: Zmieñ

source: No-one server in use. Try to add.
pl_pl: Nie ma ¿adnych serwerów. Spróbuj dodaæ nowe.

source: Fetching Servers
pl_pl: Pobieranie poczty z serwerów

source: Confirm Deletion of a Server
pl_pl: Potwierd¼ usuniêcie serwera

source: Selected Server:
pl_pl: Wybierz serwer:

source: Confirm delete of selected server?
pl_pl: Potwierdzasz usuniêcie zaznaczonego serwera?

source: Confirm Delete
pl_pl: Potwierd¼ usuniêcie

source: Mofify a Server
pl_pl: Zmieñ serwer

source: Undefined Function
pl_pl: Niezdefiniowana funkcja

source: Hey! Wath do You are looking for?
pl_pl: Hej! Czego poszukujesz?

source: Fetch
pl_pl: Pobierz

source: Warning,
pl_pl: Uwaga,

source: Mail Fetch Result:
pl_pl: Rezultat pobierania poczty:

source: Simple POP3 Fetch Mail
pl_pl: Pobieranie poczty przez protokó³ POP3

source: This configures settings for downloading email from a pop3 mailbox to your account on this server.
pl_pl: Ustawienia dla pobierania poczty z konta POP3 do Twojej skrzynki na tym serwerze.

source: Bug Reports:
pl_pl: Zg³oszenie b³êdu:

source: Show button in toolbar
pl_pl: Poka¿ przycisk na pasku

source: Sent Subfolders Options
pl_pl: Opcje podfolderów folderu 'wys³ane'

source: Use Sent Subfolders
pl_pl: U¿ywaj podfolderów folderu 'wys³ane':

source: Monthly
pl_pl: Miesiêcznie

source: Quarterly
pl_pl: Kwartalnie

source: Yearly
pl_pl: Rocznie

source: Base Sent Folder
pl_pl: Podstawowy folder 'wys³ane'

source: TODAY
pl_pl: Dzisiaj

source: ADD
pl_pl: Dodaj

source: EDIT
pl_pl: Edytuj

source: DEL
pl_pl: Kasuj

source: Start time:
pl_pl: Czas rozpoczêcia:

source: Length:
pl_pl: D³ugo¶æ:

source: Priority:
pl_pl: Priorytet:

source: Title:
pl_pl: Tytu³:

source: Set Event
pl_pl: Ustaw zdarzenie

source: Event Has been added!
pl_pl: Zdarzenie zosta³o dodane!

source: Time:
pl_pl: Czas:

source: Day View
pl_pl: Widok dnia

source: Do you really want to delete this event?
pl_pl: Czy rzeczywi¶cie chcesz skasowaæ zdarzenie?

source: Event deleted!
pl_pl: Zdarzenie zosta³o skasowane!

source: Nothing to delete!
pl_pl: Brak elementów do usuniêcia!

source: Update Event
pl_pl: Uaktualnij zdarzenie

source: Do you really want to change this event from:
pl_pl: Czy chcesz zmieniæ zdarzenie z:

source: to:
pl_pl: na:

source: Event updated!
pl_pl: Zdarzenie uaktualnione!

source: Month View
pl_pl: Widok miesi±ca

source: 1 hr.
pl_pl: 1 godz.

source: 1.5 hr.
pl_pl: 1.5 godz.

source: 2 hr.
pl_pl: 2 godz.

source: 2.5 hr.
pl_pl: 2.5 godz

source: 3 hr.
pl_pl: 3 godz.

source: 3.5 hr.
pl_pl: 3.5 godz.

source: 4 hr.
pl_pl: 4 godz.

source: 5 hr.
pl_pl: 5 godz.

source: 6 hr.
pl_pl: 6 godz.

source: Calendar
pl_pl: Kalendarz

source: Mailinglist
pl_pl: Listy dyskusyjne

source: This will send a message to %s requesting help for this list. You will receive an emailed response at the address below.
pl_pl: Na listê %s zostanie wys³ana wiadomo¶æ z pro¶b± o informacje pomocy. Odpowied¼ zostanie przes³ana na poni¿szy adres.

source: This will send a message to %s requesting that you will be subscribed to this list. You will be subscribed with the address below.
pl_pl: Zostanie wys³ana wiadomo¶æ z ¿±daniem subskrypcji na listê %s. Zostaniesz zapisany na listê przez poni¿szy adres.

source: This will send a message to %s requesting that you will be unsubscribed from this list. It will try to unsubscribe the adress below.
pl_pl: Zostanie wys³ana wiadomo¶æ z ¿±daniem anulowania subskrypcji na listê %s. Z listy zostanie wypisany poni¿szy adres.

source: Send Mail
pl_pl: Wy¶lij wiadomo¶æ

source: Post to List
pl_pl: Napisz wiadomo¶æ na listê

source: Reply to List
pl_pl: Odpowiedz na listê

source: List Archives
pl_pl: Archiwum listy

source: Contact Listowner
pl_pl: Skontaktuj siê z w³a¶cicielem listy

source: Mailing List:
pl_pl: Lista dyskusyjna

source: Delete & Prev
pl_pl: Kasuj i wstecz

source: Delete & Next
pl_pl: Kasuj i dalej

source: with move option
pl_pl: z opcj± przeniesienia

source: Config File Version
pl_pl: Wersja pliku konfiguracyjnego

source: Squirrelmail Version
pl_pl: Wersja SquirrelMail

source: PHP Version
pl_pl: Wersja PHP

source: Organization Preferences
pl_pl: Ustawienia organizacji

source: Organization Name
pl_pl: Nazwa organizacji

source: Organization Logo
pl_pl: Logo organizacji

source: Organization Title
pl_pl: Tytu³ organizacji

source: Signout Page
pl_pl: Strona wylogowania

source: Default Language
pl_pl: Domy¶lny jêzyk

source: Top Frame
pl_pl: Górna ramka

source: Server Settings
pl_pl: Ustawienia serwera

source: Mail Domain
pl_pl: Domena pocztowa

source: IMAP Server Address
pl_pl: Adres serwera IMAP

source: IMAP Server Port
pl_pl: Port serwera IMAP

source: IMAP Server Type
pl_pl: Typ serwera IMAP

source: Not one of the above servers
pl_pl: ¯aden z powy¿szych serwerów

source: Use "detect" to auto-detect.
pl_pl: Wykryj automatycznie

source: Use Sendmail
pl_pl: U¿yj sendmaila

source: Sendmail Path
pl_pl: ¦cie¿ka do programu sendmail

source: SMTP Server Address
pl_pl: Adres serwera SMTP

source: SMTP Server Port
pl_pl: Port serwera SMTP

source: Authenticated SMTP
pl_pl: Serwer SMTP wymaga autoryzacji

source: Folders Defaults
pl_pl: Domy¶lna konfiguracja folderów

source: Default Folder Prefix
pl_pl: Domy¶lny prefiks folderu

source: Show Folder Prefix Option
pl_pl: Poka¿ opcje prefiksa dla folderów

source: By default, move to trash
pl_pl: Domy¶lnie przenie¶ do kosza

source: By default, move to sent
pl_pl: Domy¶lnie przenie¶ do elementów wys³anych

source: By default, save as draft
pl_pl: Domy¶lnie zapisz w kopiach roboczych

source: List Special Folders First
pl_pl: Poka¿ foldery specjalne na pocz±tku

source: Show Special Folders Color
pl_pl: Wyró¿niaj foldery specjalne kolorem

source: Auto Expunge
pl_pl: Wyczy¶æ automatycznie

source: Default Unseen Notify
pl_pl: Domy¶lne powiadomienie o nieprzeczytanych wiadomo¶ciach

source: Default Unseen Type
pl_pl: Domy¶lny typ

source: Auto Create Special Folders
pl_pl: Twórz automatycznie specjalne foldery

source: Default Javascript Adrressbook
pl_pl: Domy¶lnie ksi±¿ka adresowa JavaScript

source: Auto delete folders
pl_pl: Usuñ automatycznie foldery

source: General Options
pl_pl: Ustawienia ogólne

source: Default Charset
pl_pl: Domy¶lna strona kodowa

source: Data Directory
pl_pl: Katalog danych

source: Temp Directory
pl_pl: Katalog tymczasowy

source: Default Left Size
pl_pl: Domy¶lna szeroko¶æ lewej ramki

source: Usernames in Lowercase
pl_pl: Nazwy u¿ytkowników pisane ma³ymi literami

source: Allow use of priority
pl_pl: Mo¿liwe u¿ycie priorytetów

source: Enable use of delivery receipts
pl_pl: W³±cz mo¿liwo¶æ u¿ywania potwierdzeñ

source: Allow editing of identities
pl_pl: W³±cz edycjê to¿samo¶ci

source: Allow editing of full name
pl_pl: W³±cz mo¿liwo¶æ edycji nazwy

source: Database
pl_pl: Baza danych

source: Address book DSN
pl_pl: DSN dla ksi±¿ki adresowej

source: Address book table
pl_pl: Tabela zawieraj±ca Ksi±¿kê adresow±

source: Preferences DSN
pl_pl: Baza dla ustawieñ

source: Preferences table
pl_pl: Tabela dla ustawieñ

source: Themes
pl_pl: 'Skórki'

source: Style Sheet URL (css)
pl_pl: Adres arkuszy stylów (css)

source: Configuration Administrator
pl_pl: Panel administracyjny

source: Theme Name
pl_pl: Nazwa 'skórki'

source: Theme Path
pl_pl: ¦cie¿ka do 'skórki'

source: Plugins
pl_pl: Pluginy

source: Change Settings
pl_pl: Zmieñ ustawienia

source: Config file can't be opened. Please check config.php.
pl_pl: Nie mo¿na otworzyæ pliku konfiguracyjnego. Proszê sprawdziæ plik config.php.

source: Administration
pl_pl: Administracja

source: This module allows administrators to manage SquirrelMail main configuration remotely.
pl_pl: Ten modu³ umo¿liwia administratorowi zdaln± konfiguracjê oprogramowania SquirrelMail

source: Delivery error report
pl_pl: Raport o b³êdach podczas dostarczania poczty

source: Undelivered Message Headers
pl_pl: Nag³ówki niedostarczonych wiadomo¶ci
