Repository: sitle/squirrelmail-src
Catalog: squirrelmail/locale/*/LC_MESSAGES/squirrelmail.po
Languages: pl_pl

source: Address Book
pl_pl: Ksi±¿ka adresowa

source: All
pl_pl: Wszystkie

source: Name
pl_pl: Nazwa:

source: Source
pl_pl: ¯ród³o

source: To
pl_pl: Do

source: Cc
pl_pl: Dw

source: Use Addresses
pl_pl: U¿yj adresów

source: Address Book Search
pl_pl: Przeszukiwanie ksi±¿ki adresowej

source: Search for
pl_pl: Szukaj

source: in
pl_pl: w

source: All address books
pl_pl: Wszystkie ksi±¿ki adresowe

source: Search
pl_pl: Szukaj

source: List all
pl_pl: Wypisz wszystkie

source: Unable to list addresses from %s
pl_pl: Nie mo¿na wypisaæ adresów z %s

source: Your search failed with the following error(s)
pl_pl: Poszukiwanie nie powiod³o siê z powodu nastêpuj±cych b³êdów

source: No persons matching your search was found
pl_pl: Nie znaleziono takiej osoby

source: Return
pl_pl: Powrót

source: Close
pl_pl: Zamknij

source: Nickname
pl_pl: Pseudonim:

source: Must be unique
pl_pl: Musi byæ unikalny

source: E-mail address
pl_pl: Adres e-mail

source: First name
pl_pl: Imiê

source: Last name
pl_pl: Nazwisko

source: Additional info
pl_pl: Informacje dodatkowe

source: No personal address book is defined. Contact administrator.
pl_pl: Nie zdefiniowano osobistej ksi±¿ki adresowej. Skontaktuj siê z administratorem.

source: You can only edit one address at the time
pl_pl: Mo¿esz edytowaæ tylko jeden adres na raz

source: Update address
pl_pl: Uaktualnij adres

source: ERROR
pl_pl: B£¡D

source: Unknown error
pl_pl: Nieznany b³±d

source: Add address
pl_pl: Dodaj adres

source: Edit selected
pl_pl: Edytuj zaznaczone

source: Delete selected
pl_pl: Usuñ zaznaczone

source: Add to %s
pl_pl: Dodaj do %s

source: Draft Email Saved
pl_pl: Wersja robocza zapisana

source: Could not move/copy file. File not attached
pl_pl: Nie mo¿na przenie¶æ/skopiowaæ pliku. Plik nie zosta³ do³±czony

source: Original Message
pl_pl: Wiadomo¶æ oryginalna

source: Subject
pl_pl: Temat

source: From
pl_pl: Od

source: Date
pl_pl: Data

source: From:
pl_pl: Od:

source: To:
pl_pl: Do:

source: CC:
pl_pl: DW:

source: BCC:
pl_pl: UDW:

source: Subject:
pl_pl: Temat:

source: Send
pl_pl: Wy¶lij

source: Attach:
pl_pl: Za³±cznik:

source: Add
pl_pl: Dodaj

source: Delete selected attachments
pl_pl: Usuñ zaznaczone za³±czniki

source: Priority
pl_pl: Priorytet

source: High
pl_pl: Wysoki

source: Normal
pl_pl: Normalny

source: Low
pl_pl: Niski

source: Receipt
pl_pl: Potwierdzenie

source: On read
pl_pl: Przy odczycie

source: On Delivery
pl_pl: Przy dostarczeniu

source: Signature
pl_pl: Sygnatura

source: Addresses
pl_pl: Adresy

source: Save Draft
pl_pl: Zapisz wersjê robocz±

source: You have not filled in the "To:" field.
pl_pl: Nie wype³ni³e¶ pola "Do:".

source: said
pl_pl: napisa³(a)

source: quote
pl_pl: cytat

source: who
pl_pl: kto

source: Viewing a text attachment
pl_pl: Ogl±danie za³±cznika tekstowego

source: View message
pl_pl: Przegl±danie wiadomo¶ci

source: Download this as a file
pl_pl: Pobierz jako plik

source: Date:
pl_pl: Data:

source: more
pl_pl: wiêcej

source: less
pl_pl: mniej

source: Illegal folder name. Please select a different name.
pl_pl: Nieprawid³owa nazwa folderu. Wybierz inn± nazwê.

source: Click here to go back
pl_pl: Kliknij tu aby wróciæ

source: Folders
pl_pl: Foldery

source: Subscribed successfully!
pl_pl: Subskrypcja powiod³a siê.

source: Unsubscribed successfully!
pl_pl: Subskrypcja zosta³a anulowana.

source: Deleted folder successfully!
pl_pl: Folder zosta³ usuniêty.

source: Created folder successfully!
pl_pl: Folder zosta³ utworzony.

source: Renamed successfully!
pl_pl: Nazwa zosta³a zmieniona pomy¶lnie.

source: refresh folder list
pl_pl: od¶wie¿ listê folderów

source: Create Folder
pl_pl: Utwórz folder

source: as a subfolder of
pl_pl: jako podfolder

source: None
pl_pl: Brak

source: Let this folder contain subfolders
pl_pl: Niech ten folder zawiera podfoldery

source: Create
pl_pl: Utwórz

source: Rename a Folder
pl_pl: Zmieñ nazwê folderu

source: Rename
pl_pl: Zmieñ nazwê

source: No folders found
pl_pl: Nie znaleziono folderów

source: Delete Folder
pl_pl: Usuñ folder

source: Delete
pl_pl: Usuñ

source: Unsubscribe
pl_pl: Anuluj subskrypcjê

source: Subscribe
pl_pl: Dokonaj subskrypcji

source: No folders were found to unsubscribe from!
pl_pl: Nie znaleziono ¿adnych folderów, których subskrypcjê mo¿na by by³o anulowaæ!

source: No folders were found to subscribe to!
pl_pl: Nie znaleziono ¿adnych folderów, które mo¿na by by³o subskrybowaæ

source: Rename a folder
pl_pl: Zmieñ nazwê folderu

source: New name:
pl_pl: Nowa nazwa:

source: Submit
pl_pl: Wy¶lij

source: Help
pl_pl: Pomoc

source: The help has not been translated to %s. It will be displayed in English instead.
pl_pl: Pomoc nie zosta³a przet³umaczona na jêzyk %s. Zostanie wy¶wietlona pomoc w jêzyku angielskim

source: Some or all of the help documents are not present!
pl_pl: Niektóre lub wszystkie dokumenty pomocy nie s± zainstalowane!

source: Table of Contents
pl_pl: Spis tre¶ci

source: Previous
pl_pl: Poprzedni

source: Next
pl_pl: Nastêpny

source: Top
pl_pl: Powrót na górê strony

source: Viewing an image attachment
pl_pl: Ogl±danie za³±cznika graficznego

source: Last Refresh
pl_pl: Ostatnio od¶wie¿ono

source: Login
pl_pl: Logowanie

source: SquirrelMail version %s
pl_pl: SquirrelMail wersja %s

source: By the SquirrelMail Development Team
pl_pl: SquirrelMail Development Team

source: %s Login
pl_pl: Logowanie do %s

source: Name:
pl_pl: U¿ytkownik:

source: Password:
pl_pl: Has³o:

source: No messages were selected.
pl_pl: Nie zaznaczono ¿adnych wiadomo¶ci.

source: General Display Options
pl_pl: Ustawienia wy¶wietlania

source: Theme
pl_pl: Schemat:

source: Custom Stylesheet
pl_pl: Ustawienia czcionki

source: Language
pl_pl: Jêzyk:

source: Use Javascript
pl_pl: U¿ywaj JavaScriptu

source: Autodetect
pl_pl: Rozpoznaj

source: Always
pl_pl: Zawsze

source: Never
pl_pl: Nigdy

source: Mailbox Display Options
pl_pl: Ustawienia wy¶wietlania skrzynki pocztowej

source: Number of Messages to Index
pl_pl: Ilo¶æ wiadomo¶ci do wy¶wietlenia

source: Enable Alternating Row Colors
pl_pl: U¿ywaj naprzemiennych kolorów wierszy

source: Enable Page Selector
pl_pl: Poka¿ selektor strony

source: Maximum Number of Pages to Show
pl_pl: Maksymalna liczba wy¶wietlanych stron

source: Message Display and Composition
pl_pl: Wy¶wietlanie i tworzenie wiadomo¶ci

source: Wrap Incoming Text At
pl_pl: Zawijaj wiersze wiadomo¶ci przychodz±cej po

source: Size of Editor Window
pl_pl: Wielko¶æ okna edycyjnego

source: Location of Buttons when Composing
pl_pl: Po³o¿enie przycisków w oknie edycji

source: Before headers
pl_pl: Przed nag³ówkiem

source: Between headers and message body
pl_pl: Pomiêdzy nag³ówkiem a tre¶ci±

source: After message body
pl_pl: Poni¿ej tre¶ci wiadomo¶ci

source: Addressbook Display Format
pl_pl: Format ksi±¿ki adresowej

source: Show HTML Version by Default
pl_pl: Poka¿ domy¶lnie wersjê HTML

source: Include Me in CC when I Reply All
pl_pl: Dodaj mój adres w DW gdy odpowiadam wszystkim

source: Enable Mailer Display
pl_pl: Wy¶wietlaj nazwê programu pocztowego

source: Display Attached Images with Message
pl_pl: Poka¿ za³±czone obrazki we wiadomo¶ci

source: Enable Subtle Printer Friendly Link
pl_pl: W³±cz odno¶nik do wersji do druku

source: Enable Printer Friendly Clean Display
pl_pl: W³±cz wy¶wietlanie w trybie do druku

source: Enable request/confirm reading
pl_pl: W³±cz ¿±danie potwierdzenia

source: Always compose in a new window
pl_pl: Nowa wiadomo¶æ zawsze w nowym oknie

source: Special Folder Options
pl_pl: Ustawienia folderów specjalnych

source: Folder Path
pl_pl: ¦cie¿ka do folderu

source: Do not use Trash
pl_pl: Nie u¿ywaj Kosza

source: Trash Folder
pl_pl: Kosz:

source: Do not use Sent
pl_pl: Nie zapisuj wys³anych

source: Sent Folder
pl_pl: Wys³ane:

source: Do not use Drafts
pl_pl: Nie u¿ywaj Wersji roboczych

source: Draft Folder
pl_pl: Wersje robocze:

source: Folder List Options
pl_pl: Opcje listy folderów

source: Location of Folder List
pl_pl: Po³o¿enie listy folderów

source: Left
pl_pl: Po lewej

source: Right
pl_pl: Po prawej

source: pixels
pl_pl: pixeli

source: Width of Folder List
pl_pl: Szeroko¶æ listy folderów

source: Minutes
pl_pl: Minuty

source: Seconds
pl_pl: Sekund

source: Minute
pl_pl: Minuta

source: Auto Refresh Folder List
pl_pl: Automatycznie od¶wie¿ listê folderów

source: Enable Unread Message Notification
pl_pl: W³±cz powiadamianie o nie przeczytanej poczcie

source: No Notification
pl_pl: Brak informacji

source: Only INBOX
pl_pl: Tylko INBOX

source: All Folders
pl_pl: Wszystkie foldery

source: Unread Message Notification Type
pl_pl: Typ powiadamiania o nie przeczytanych wiadomo¶ciach

source: Only Unseen
pl_pl: Tylko nie przeczytane

source: Unseen and Total
pl_pl: Nie przeczytane i razem

source: Enable Collapsable Folders
pl_pl: W³±cz rozwijane foldery

source: Show Clock on Folders Panel
pl_pl: Poka¿ zegar na panelu folderów

source: No Clock
pl_pl: Bez zegara

source: Hour Format
pl_pl: Format godziny

source: 12-hour clock
pl_pl: Zegar 12-godzinny

source: 24-hour clock
pl_pl: Zegar 24-godzinny

source: Disabled
pl_pl: Wy³±czone

source: Options
pl_pl: Opcje

source: Message Highlighting
pl_pl: Pod¶wietlanie wiadomo¶ci

source: New
pl_pl: Nowa regu³a

source: Done
pl_pl: Zrobione

source: Edit
pl_pl: Edycja

source: No highlighting is defined
pl_pl: Nie zdefiniowano regu³ pod¶wietlania.

source: Identifying name
pl_pl: Identyfikator regu³y

source: Color
pl_pl: Kolor

source: Dark Blue
pl_pl: Ciemnoniebieski

source: Dark Green
pl_pl: Ciemnozielony

source: Dark Yellow
pl_pl: Ciemno¿ó³ty

source: Dark Cyan
pl_pl: Ciemny cynober

source: Dark Magenta
pl_pl: Ciemny karmazynowy

source: Light Blue
pl_pl: Jasnoniebieski

source: Light Green
pl_pl: Jasnozielony

source: Light Yellow
pl_pl: Jasnozó³ty

source: Light Cyan
pl_pl: Jasny cynober

source: Light Magenta
pl_pl: Jasny karmazynowy

source: Dark Gray
pl_pl: Ciemnoszary

source: Medium Gray
pl_pl: Szary

source: Light Gray
pl_pl: Jasnoszary

source: White
pl_pl: Bia³y

source: Other:
pl_pl: Inny:

source: Ex: 63aa7f
pl_pl: Np.: 63aa7f

source: To or Cc
pl_pl: Do lub Dw

source: Matches
pl_pl: Spe³nia

source: Advanced Identities
pl_pl: To¿samo¶ci - zaawansowane

source: Default Identity
pl_pl: To¿samo¶æ domy¶lna

source: Alternate Identity %d
pl_pl: Zmieñ to¿samo¶æ %d

source: Add a New Identity
pl_pl: Dodaj now± to¿samo¶æ

source: Full Name
pl_pl: Imiê i nazwisko:

source: E-Mail Address
pl_pl: Adres e-mail

source: Reply To
pl_pl: Odpowiedz do

source: Save / Update
pl_pl: Zapisz / Aktualizuj

source: Make Default
pl_pl: Ustaw jako domy¶ln±

source: Move Up
pl_pl: Do góry

source: Index Order
pl_pl: Uk³ad kolumn

source: Checkbox
pl_pl: Okienko zaznaczenia

source: Flags
pl_pl: Znaczniki

source: Size
pl_pl: Rozmiar

source: The index order is the order that the columns are arranged in the message index. You can add, remove, and move columns around to customize them to fit your needs.
pl_pl: Uk³ad kolumn to kolejno¶æ, w jakiej bêd± wy¶wietlane poszczególne kolumny spisu wiadomo¶ci. Mo¿esz dodawaæ, usuwaæ i przenosiæ columny aby dostosowaæ spis do Twoich potrzeb.

source: up
pl_pl: do góry

source: down
pl_pl: w dó³

source: remove
pl_pl: usuñ

source: Return to options page
pl_pl: Powrót do Opcji

source: Name and Address Options
pl_pl: Opcje adresu i nazwy

source: Email Address
pl_pl: Adres e-mail

source: Edit Advanced Identities
pl_pl: Edytuj zaawansowane w³asno¶ci to¿samo¶ci

source: (discards changes made on this form so far)
pl_pl: (porzuæ wprowadzone dotychczas zmiany w formularzu)

source: Multiple Identities
pl_pl: To¿samo¶ci wielokrotne

source: Same as server
pl_pl: Taki sam jak na serwerze

source: Timezone Options
pl_pl: Ustawienia strefy czasowej

source: Your current timezone
pl_pl: Twoja strefa czasowa

source: Reply Citation Options
pl_pl: Ustawienia cytowania

source: Reply Citation Style
pl_pl: Styl do³±czanych cytatów

source: No Citation
pl_pl: Brak cytatów

source: AUTHOR Said
pl_pl: AUTOR napisa³(a)

source: Quote Who XML
pl_pl: Znacznik cytatu XML

source: User-Defined
pl_pl: U¿ytkownika

source: User-Defined Citation Start
pl_pl: Zdefiniowany przez U¿ytkownika pocz±tek cytatu

source: User-Defined Citation End
pl_pl: Zdefiniowane przez U¿ytkownika zakoñczenie cytatu

source: Signature Options
pl_pl: Ustawienia sygnatury

source: Use Signature
pl_pl: Do³±czaj sygnaturê

source: Prefix Signature with '-- ' Line
pl_pl: Poprzed¼iæ sygnaturê lini± zawieraj±c± znaki '-- '

source: Personal Information
pl_pl: Dane u¿ytkownika

source: Display Preferences
pl_pl: Ustawienia wy¶wietlania

source: Folder Preferences
pl_pl: Ustawienia folderów

source: Successfully Saved Options
pl_pl: Zmiany ustawieñ zosta³y zapisane

source: Refresh Folder List
pl_pl: Od¶wie¿ listê folderów

source: Refresh Page
pl_pl: Od¶wie¿ stronê

source: This contains personal information about yourself such as your name, your email address, etc.
pl_pl: Zawiera informacje, jak Twoje nazwisko, adres e-mail itp.

source: You can change the way that SquirrelMail looks and displays information to you, such as the colors, the language, and other settings.
pl_pl: Mo¿esz zmieniæ wygl±d programu SquirrelMail, ustawiaj±c kolory, jêzyk itp.

source: Based upon given criteria, incoming messages can have different background colors in the message list. This helps to easily distinguish who the messages are from, especially for mailing lists.
pl_pl: Zgodnie ze zdefiniowanymi tu kryteriami, wiadomo¶ci mog± mieæ ró¿ne kolory t³a w spisie wiadomo¶ci. Pomaga to stwierdziæ na pierwszy rzut oka, sk±d pochodzi dana wiadomo¶æ (szczególnie w przypadku list dyskusyjnych).

source: These settings change the way your folders are displayed and manipulated.
pl_pl: Te ustawienia zmieniaj± sposób, w jaki foldery s± wy¶wietlane i obs³ugiwane.

source: The order of the message index can be rearranged and changed to contain the headers in any order you want.
pl_pl: Uk³ad kolumn spisu wiadomo¶ci mo¿e byæ zmieniany tak, aby zawiera³ te czê¶ci nag³ówka wiadomo¶ci, które s± Ci potrzebne, w odpowiadaj±cej Ci kolejno¶ci.

source: Message not printable
pl_pl: Wiadomo¶æ nie nadaje siê do druku

source: Printer Friendly
pl_pl: Wersja do druku

source: CC
pl_pl: DW

source: Print
pl_pl: Drukuj

source: Close Window
pl_pl: Zamknij okno

source: View Printable Version
pl_pl: Zobacz wersjê do druku

source: Your message
pl_pl: Twoja wiadomo¶æ

source: Sent:
pl_pl: Wys³ano

source: Was displayed on %s
pl_pl: Zosta³a wy¶wietlona %s

source: Read:
pl_pl: Przecyztano

source: Viewing Full Header
pl_pl: Przegl±danie pe³nego nag³ówka

source: Message List
pl_pl: Lista wiadomo¶ci

source: Resume Draft
pl_pl: Edytuj wersjê robocz±

source: Forward
pl_pl: Prze¶lij dalej

source: Reply
pl_pl: Odpowiedz

source: Reply All
pl_pl: Odpowiedz wszystkim

source: View Full Header
pl_pl: Poka¿ pe³en nag³ówek

source: Mailer
pl_pl: Program pocztowy

source: Read receipt
pl_pl: Potwierdzenie

source: send
pl_pl: wy¶lij

source: requested
pl_pl: Nie ¿±dano ¿adnych zmian.

source: Send read receipt now
pl_pl: Wy¶lij potwierdzenie

source: The message sender has requested a response to indicate that you have read this message. Would you like to send a receipt?
pl_pl: Nadawca za¿±da³ potwierdzenia, ¿e przeczyta³e¶ t± wiadomo¶æ. Czy chcesz teraz wys³aæ potwierdzenie?

source: You must be logged in to access this page.
pl_pl: Musisz byæ zalogowany, by mieæ dostêp do tej strony!

source: There was an error contacting the mail server.
pl_pl: Wyst±pi³ b³±d w czasie komunikacji z serwerem pocztowym.

source: Contact your administrator for help.
pl_pl: Skontaktuj siê z administratorem w celu uzyskania pomocy

source: Body
pl_pl: Tre¶æ

source: Everywhere
pl_pl: Wszêdzie

source: Sign Out
pl_pl: Wyloguj siê

source: You have been successfully signed out.
pl_pl: Zosta³e¶ pomy¶lnie wylogowany.

source: Click here to log back in.
pl_pl: Kliknij tu aby ponownie siê zalogowaæ.

source: Viewing a Business Card
pl_pl: Przegl±danie wizytówki

source: Title
pl_pl: Tytu³

source: Web Page
pl_pl: Strona www

source: Organization / Department
pl_pl: Organizacja / Wydzia³

source: Address
pl_pl: Adres

source: Work Phone
pl_pl: Telefon do pracy

source: Home Phone
pl_pl: Telefon domowy

source: Cellular Phone
pl_pl: Telefon komórkowy

source: Note
pl_pl: Notatka

source: Add to Addressbook
pl_pl: Dodaj do ksi±¿ki adresowej

source: Title & Org. / Dept.
pl_pl: Tytu³ / Organizacja / Wydzia³

source: Personal address book
pl_pl: Osobista ksi±¿ka adresowa

source: Database error: %s
pl_pl: B³±d bazy danych: %s

source: Addressbook is read-only
pl_pl: Ksi±¿ka adresowa pracuje w trybie tylko do odczytu

source: User '%s' already exist
pl_pl: U¿ytkownik '%s' ju¿ istnieje

source: User '%s' does not exist
pl_pl: U¿ytkownik '%s' nie istnieje

source: Global address book
pl_pl: Globalna ksi±¿ka adresowa

source: No such file or directory
pl_pl: Nie ma takiego pliku lub katalogu

source: Open failed
pl_pl: B³±d podczas otwierania

source: Can not modify global address book
pl_pl: Nie mo¿na zmodyfikowaæ globalnej ksi±¿ki adresowej

source: Not a file name
pl_pl: To nie jest nazwa pliku

source: Could not lock datafile
pl_pl: Nie mo¿na zaj±æ pliku z danymi

source: Write to addressbook failed
pl_pl: Zapis do ksi±¿ki adresowej nie powiód³ siê

source: Error initializing addressbook database.
pl_pl: B³±d podczas inicjalizacji bazy danych ksi±¿ki adresowej

source: Error opening file %s
pl_pl: B³±d podczas otwierania pliku %s

source: Error initializing global addressbook.
pl_pl: B³±d podczas inicjalizacji g³ównej ksi±¿ki adresowej

source: Error initializing LDAP server %s:
pl_pl: B³±d podczas inicjalizacji serwera LDAP %s:

source: Invalid input data
pl_pl: B³êdne dane wej¶ciowe

source: Name is missing
pl_pl: Nazwa nie zosta³a znaleziona

source: E-mail address is missing
pl_pl: Brakuje adresu e-mail

source: Nickname contains illegal characters
pl_pl: Pseudonim zawiera niepoprawne znaki

source: view
pl_pl: poka¿

source: Business Card
pl_pl: Wizytówka

source: Sunday
pl_pl: Niedziela

source: Monday
pl_pl: Poniedzia³ek

source: Tuesday
pl_pl: Wtorek

source: Wednesday
pl_pl: ¦roda

source: Thursday
pl_pl: Czwartek

source: Friday
pl_pl: Pi±tek

source: Saturday
pl_pl: Sobota

source: January
pl_pl: Styczeñ

source: February
pl_pl: Luty

source: March
pl_pl: Marzec

source: April
pl_pl: Kwiecieñ

source: May
pl_pl: Maj

source: June
pl_pl: Czerwiec

source: July
pl_pl: Lipiec

source: August
pl_pl: Sierpieñ

source: September
pl_pl: Wrzesieñ

source: October
pl_pl: Pa¼dziernik

source: November
pl_pl: Listopad

source: December
pl_pl: Grudzieñ

source: Preference database error (%s). Exiting abnormally
pl_pl: Plik konfiguracyjny %s nie zosta³ znaleziony b±d¼ jest uszkodzony. Przerwano dzia³anie.

source: Unknown user or password incorrect.
pl_pl: Nieznany u¿ytkownik lub b³êdne has³o.

source: Click here to try again
pl_pl: Kliknij tutaj aby spróbowaæ ponownie

source: Click here to return to %s
pl_pl: Kliknij tutaj aby wróciæ do %s

source: Go to the login page
pl_pl: Przejd¼ do strony logowania

source: Preference file, %s, does not exist. Log out, and log back in to create a default preference file.
pl_pl: Plik konfiguracyjny %s nie istnieje. Wyloguj siê i zaloguj ponownie aby utworzyæ domy¶lny plik konfiguracyjny.

source: Default preference file not found!
pl_pl: Domy¶lny plik ustawieñ nie móg³ byæ znaleziony

source: Please contact your system administrator and report this error.
pl_pl: Skontaktuj siê z administratorem i zg³o¶ mu ten problem.

source: Could not create initial preference file!
pl_pl: Nie powiod³a siê próba utworzenia pliku konfiguracyjnego

source: ERROR : Could not complete request.
pl_pl: B£¡D : nie mo¿na wykonaæ polecenia.

source: Query:
pl_pl: Zapytanie:

source: Reason Given:
pl_pl: Powód:

source: ERROR : Bad or malformed request.
pl_pl: B£¡D : nieprawid³owe polecenie.

source: Server responded:
pl_pl: Serwer odpowiedzia³:

source: Error connecting to IMAP server: %s.
pl_pl: B³±d podczas ³±czenia z serwerem IMAP: %s.

source: Bad request: %s
pl_pl: Z³e polecenie: %s

source: Unknown error: %s
pl_pl: Nieznany b³±d: %s

source: Read data:
pl_pl: Odczytane dane:

source: Unknown response from IMAP server:
pl_pl: Nieznana odpowied¼ od serwera IMAP

source: Unknown message number in reply from server:
pl_pl: Nieznany numer wiadomo¶ci w odpowiedzi od serwera:

source: (no subject)
pl_pl: (brak tematu)

source: Unknown Sender
pl_pl: Nieznany nadawca

source: No To Address
pl_pl: Brak adresu odbiorcy

source: (unknown sender)
pl_pl: (nieznany nadawca)

source: No Messages Found
pl_pl: Nie znaleziono ¿adnych wiadomo¶ci

source: Found
pl_pl: Znaleziono

source: messages
pl_pl: wiadomo¶ci

source: THIS FOLDER IS EMPTY
pl_pl: TEN FOLDER JEST PUSTY

source: Move Selected To:
pl_pl: Przenie¶ zaznaczone do:

source: Transform Selected Messages
pl_pl: Przekszta³æ zaznaczone wiadomo¶ci

source: Move
pl_pl: Przenie¶

source: Expunge
pl_pl: Wyczy¶æ

source: mailbox
pl_pl: skrzynka pocztowa

source: Read
pl_pl: Czytaj

source: Unread
pl_pl: Nieprzeczytane

source: Toggle All
pl_pl: Prze³±cz wszystkie

source: Unselect All
pl_pl: Odznacz wszystkie

source: Select All
pl_pl: Zaznacz wszystkie

source: Viewing Messages: <B>%s</B> to <B>%s</B> (%s total)
pl_pl: Ogl±danie wiadomo¶ci: <B>%s</B> do <B>%s</B> (ogó³em %s)

source: Viewing Message: <B>%s</B> (1 total)
pl_pl: Ogl±danie wiadomo¶ci: <B>%s</b> (ogó³em jedna)

source: Show All
pl_pl: Poka¿ wszystko

source: Error decoding mime structure. Report this as a bug!
pl_pl: B³±d podczas przetwarzania danych mime.

source: Body retrieval error. The reason for this is most probably that the message is malformed. Please help us making future versions better by submitting this message to the developers knowledgebase!
pl_pl: Nie uda³o siê odczytaæ wiadomo¶ci, wynika to najpewniej z uszkodzonej tre¶ci wiadomo¶ci.

source: Submit message
pl_pl: Wy¶lij wiadomo¶æ

source: Command:
pl_pl: Polecenie:

source: Response:
pl_pl: Odpowied¼:

source: Message:
pl_pl: Wiadomo¶æ:

source: FETCH line:
pl_pl: Pobierz liniê:

source: Hide Unsafe Images
pl_pl: Ukryj niebezpieczne obrazki

source: View Unsafe Images
pl_pl: Przegl±daj niebezpieczne obrazki

source: Attachments
pl_pl: Za³±czniki

source: download
pl_pl: pobierz

source: Option Type '%s' Not Found
pl_pl: Nie znaleziono opcji '%s'

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Current Folder
pl_pl: Aktualny folder

source: Compose
pl_pl: Nowa wiadomo¶æ

source: Error creating directory %s.
pl_pl: B³±d podczas tworzenia katalogu %s.

source: Could not create hashed directory structure!
pl_pl: Nie powiod³a siê próba utworzenia struktury katalogów

source: COMMERCIAL - This list contains servers that are verified spam senders. It is a pretty reliable list to scan spam from.
pl_pl: KOMERCYJNY - zawiera listê serwerów potwierdzonych jako ¼ród³o spamu. Jest to niezawodny system pozwalaj±cy na wyeliminowanie spamu.

source: COMMERCIAL - Servers that are configured (or misconfigured) to allow spam to be relayed through their system will be banned with this. Another good one to use.
pl_pl: KOMERCYJNY - Odrzuca pocztê z serwerów (¼le) skonfigurowanych tak, ¿e zezwalaj± na przekazywanie potencjalnego spamu. Jest to równie¿ dobry serwis.

source: COMMERCIAL - Dial-up users are often filtered out since they should use their ISP's mail servers to send mail. Spammers typically get a dial-up account and send spam directly from there.
pl_pl: KOMERCYJNY - U¿ytkownicy Dial-up s± czêsto odfiltrowywani. Spamerzy zwykle u¿ywaj± kont dial-up do rozsy³ania spamu.

source: COMMERCIAL - RBL+ Blackhole entries.
pl_pl: KOMERCYJNY - wed³ug RBL+ Blackhole

source: COMMERCIAL - RBL+ OpenRelay entries.
pl_pl: KOMERCYJNY - wed³ug RBL+ OpenRelay
