Repository: sitle/squirrelmail-src
Catalog: locales/locale/*/LC_MESSAGES/plugins/select_range.po
Languages: de_de

source: Toggle All
de_de: Markierung umkehren

source: Select Range Options
de_de: Bereich markieren Optionen

source: Number of list items before showing link
de_de: Anzahl Eintr&auml;ge bevor der Link zum Bereich markieren erscheint

source: Show link never or always?
de_de: Link nie oder immer anzeigen?

source: Obey previous configuration option
de_de: Vorherige Einstellungen &uuml;bernehmen

source: Always
de_de: Immer

source: Never
de_de: Nie

source: If errors, show popup window
de_de: Zeige Popup Fenster bei Fehlern

source: Please leave at least one un-selected address between the first and last selected addresses
de_de: Bitte lasse mindestens eine unmarkierte Adresse zwischen der ersten und der letzten markierten Adresse

source: Please select at least two addresses
de_de: Bitte markiere mindestens zwei Adressen

source: Please leave at least one un-selected message between the first and last selected messages
de_de: Bitte lasse mindestens eine unmarkierte Nachricht zwischen der ersten und der letzten markierten Nachricht

source: Please select at least two messages
de_de: Bitte markiere mindestens zwei Nachrichten

source: Select Range
de_de: Bereich markieren
